{
    "title": "পবিত্রতা ও ওজু",
    "content": [
        {
            "heading": "পবিত্রতার গুরুত্ব ও প্রকারভেদ",
            "body": "ইসলামি শরিয়তে ইবাদত কবুল হওয়ার জন্য তাহারাত বা পবিত্রতা হলো প্রধান পূর্বশর্ত। এটি কেবল বাহ্যিক পরিচ্ছন্নতা নয়, বরং মুমিনের ঈমানি সৌন্দর্যের বহিঃপ্রকাশ। রাসূলুল্লাহ (সা.) বলেছেন, 'পবিত্রতা ঈমানের অর্ধেক।' (সহীহ মুসলিম)। নাপাকি প্রধানত দুই প্রকার। মদ, রক্ত ও বিষ্ঠার মতো কঠোর নাপাকিকে 'নাজাসাতে গালিজাহ' বলা হয়, যা শরীর বা কাপড়ে লাগলে ধোয়া বাধ্যতামূলক। পবিত্রতা অর্জনের মূল মাধ্যম হলো পানি, তবে প্রয়োজনে মাটিও বিশেষ পদ্ধতিতে ব্যবহার করা যায়।"
        },
        {
            "heading": "ওজুর পূর্ণাঙ্গ পদ্ধতি ও ফরজ",
            "body": "ওজু কেবল হাত-মুখ ধোয়া নয়, বরং এটি একটি ইবাদত। ওজুর মধ্যে চারটি কাজ ফরজ বা বাধ্যতামূলক যা পালন না করলে নামাজ হবে না: ১. সমস্ত মুখমণ্ডল ধৌত করা ২. উভয় হাত কনুইসহ ধৌত করা ৩. মাথার এক-চতুর্থাংশ মাসেহ করা এবং ৪. উভয় পা টাকনুসহ ধৌত করা।\n\nওজুকে আরও বরকতময় করতে নবীজি (সা.) এর সুন্নাতগুলো পালন করা উচিত। যেমন: শুরুতে 'বিসমিল্লাহ' বলা, মেসওয়াক করা, প্রতিটি অঙ্গ তিনবার করে ধোয়া এবং ওজু শেষ করে কালিমা শাহাদাত পাঠ করা।"
        },
        {
            "heading": "ওজু ভঙ্গের কারণসমূহ",
            "body": "দৈনন্দিন জীবনে অসাবধানতায় ওজু ভেঙে যেতে পারে। প্রধান কারণগুলো হলো: প্রস্রাব-পায়খানার রাস্তা দিয়ে কোনো কিছু বের হওয়া, শরীর থেকে রক্ত বা পুঁজ বের হয়ে গড়িয়ে পড়া, মুখ ভরে বমি করা এবং নামাজের মধ্যে উচ্চস্বরে হাসা (হানাফী মাযহাব মতে)। এছাড়া যদি কেউ গভীর ঘুমে মগ্ন হয় বা অজ্ঞান হয়ে পড়ে, তাহলেও তার ওজু নষ্ট হয়ে যায়। শরীরের রক্ত যদি প্রবাহিত না হয়ে কেবল জমাট বেঁধে থাকে, তবে ওজু নষ্ট হয় না।"
        },
        {
            "heading": "গোসল ও তায়াম্মুমের বিধান",
            "body": "গোসল ফরজ হওয়ার পর পূর্ণ শরীর পবিত্র করা আবশ্যক। গোসলের তিনটি ফরজ রয়েছে: কুলি করা, নাকে পানি দেওয়া এবং নিখুঁতভাবে সারা শরীরে পানি পৌঁছানো। কিন্তু অসুস্থতা বা পানির অনুপস্থিতিতে ইসলাম তায়াম্মুমের সহজ বিধান দিয়েছে। তায়াম্মুমের জন্য পবিত্র মাটিতে হাত মেরে প্রথমে মুখ এবং পরে উভয় হাত কনুইসহ মাসেহ করতে হয়। পানির সন্ধান পাওয়া মাত্রই তায়াম্মুমের বৈধতা শেষ হয়ে যায়।"
        },
        {
            "heading": "মোজার ওপর মাসেহ ও বিশেষ ছাড়",
            "body": "ইসলাম এক সহজ ও বাস্তবমুখী দ্বীন। শীত বা ভ্রমণের কষ্টে চামড়ার মোজা পরে থাকলে তা না খুলেই মাসেহ করার অনুমতি আছে। বাড়িতে অবস্থানকারীর (মুকিম) জন্য এর সময়সীমা ২৪ ঘণ্টা বা ১ দিন ১ রাত। আর মুসাফিরের জন্য এটি ৩ দিন ৩ রাত পর্যন্ত জায়েজ। তবে শর্ত হলো, অবশ্যই পবিত্র অবস্থায় (অজু থাকা সত্ত্বে) মোজা পরতে হবে। এই সহজ বিধানগুলো আল্লাহর পক্ষ থেকে মুমিনদের জন্য একটি বিশেষ উপহার বা রুখসাত।"
        }
    ]
}