{
    "title": "নামাজের বিধান ও নিয়মাবলী",
    "content": [
        {
            "heading": "সালাতের গুরুত্ব ও ফজিলত",
            "body": "সালাত বা নামাজ ইসলামের পাঁচটি স্তম্ভের মধ্যে দ্বিতীয় এবং সবচেয়ে গুরুত্বপূর্ণ শারীরিক ইবাদত। দৈনিক পাঁচ ওয়াক্ত নামাজ (ফজর, যোহর, আসর, মাগরিব ও এশা) পড়া প্রত্যেক মুসলিমের ওপর ফরজ। জামাতে নামাজ পড়ার ফজিলত একাকী পড়ার চেয়ে ২৭ গুণ বেশি। কিয়ামতের দিন সর্বপ্রথম নামাজের হিসাব নেওয়া হবে।"
        },
        {
            "heading": "নামাজের ফরজ কাজসমূহ (আহকাম ও আরকান)",
            "body": "নামাজ সহীহ হওয়ার জন্য মোট ১৩টি অথবা ১৪টি (তাকবীরে তাহরিমা সহ) ফরজ কাজ রয়েছে।\n\nআহকাম (বাইরের ৭টি ফরজ): ১. শরীর পবিত্র হওয়া ২. কাপড় পবিত্র হওয়া ৩. নামাজের জায়গা পবিত্র হওয়া ৪. সতর ঢাকা (পুরুষের নাভি থেকে হাঁটু, নারীর মুখমণ্ডল ও হাত বাদে পুরো শরীর) ৫. কিবলামুখী হওয়া ৬. ওয়াক্ত হওয়া ৭. নিয়ত করা।\n\nআরকান (ভেতরের ৭টি ফরজ): ১. তাকবীরে তাহরিমা ২. দাঁড়িয়ে নামাজ পড়া ৩. কিরাত (কুরআন পাঠ) ৪. রুকু করা ৫. দুই সিজদাহ করা ৬. শেষ বৈঠকে বসা ৭. নিজের ইচ্ছায় সালামের মাধ্যমে নামাজ শেষ করা।"
        },
        {
            "heading": "ওয়াজিব ও ভুলের ক্ষতিপূরণ",
            "body": "নামাজে মোট ১৪টি ওয়াজিব কাজ রয়েছে (যেমন: সূরা ফাতিহা পড়া, তাশাহুদ পড়া, দোয়া কুনুত পড়া)। নামাজের কোনো ওয়াজিব কাজ ভুলবশত বাদ পড়লে শেষ বৈঠকে অতিরিক্ত দুটি সিজদাহ দিতে হয়, যাকে 'সিজদাহ সাহু' বলা হয়। যদি কোনো ফরজ কাজ বাদ পড়ে, তবে সিজদাহ সাহু করলেও নামাজ হবে না, নতুন করে পড়তে হবে।"
        },
        {
            "heading": "বিশেষ নামাজ ও নিয়মাবলী",
            "body": "১. কসর: মুসাফির অবস্থায় ৪ রাকাত বিশিষ্ট ফরজ নামাজকে ২ রাকাত পড়াকে কসর বলে।\n২. বিতর: এশার পর ৩ রাকাত বিতর নামাজ পড়া ওয়াজিব, যাতে ৩য় রাকাতে দোয়া কুনুত পাঠ করতে হয়।\n৩. নফল নামাজ: তাহাজ্জুদ (শেষ রাতে), ইশরাক (সূর্যোদয়ের পর) এবং বিশেষ প্রয়োজনে সালাতুল হাজত বা ইস্তিখারা (সঠিক সিদ্ধান্তের জন্য) পড়া হয়। চন্দ্রগ্রহণের সময় 'সালাতুল খুসুফ' এবং বৃষ্টির জন্য 'সালাতুল ইস্তিসকা' পড়া সুন্নাত।"
        },
        {
            "heading": "নামাজ ভঙ্গের কারণসমূহ",
            "body": "১. নামাজের ভেতর কথা বলা।\n২. কিছু পানাহার করা।\n৩. শব্দ করে হাসা (যাতে অন্য কেউ শুনতে পায়)।\n৪. বুক কিবলা থেকে ঘুরে যাওয়া।\n৫. আমলে কাসীর বা এমন কোনো কাজ করা যা দেখে মনে হয় সে নামাজ পড়ছে না।\n৬. সূর্যোদয়, সূর্যাস্ত বা ঠিক দুপুরে নামাজ পড়া নিষিদ্ধ।"
        }
    ]
}