{
    "category_id": "fiqh_marriage",
    "title": "বিবাহ ও পরিবার: নিয়মাবলী ও মাসআলা-মাসায়েল",
    "content": [
        {
            "body": "ইসলামী শরীয়তে বিবাহ কেবল একটি সামাজিক বন্ধন নয়, বরং এটি একটি পবিত্র ইবাদত যা ঈমানকে পূর্ণতা দান করে। বিবাহের মূল ভিত্তি এবং প্রথম শর্ত হলো 'ইজাব' বা প্রস্তাব এবং 'কবুল' বা গ্রহণ। বিবাহ বৈধ হওয়ার জন্য কমপক্ষে ২ জন প্রাপ্তবয়স্ক ও ন্যায়পরায়ণ পুরুষ সাক্ষী অথবা ১ জন পুরুষ ও ২ জন নারী সাক্ষীর উপস্থিতিতে উভয় পক্ষের সরাসরি সম্মতি থাকা বাধ্যতামূলক। বিবাহের সময় কনের নিরাপত্তার প্রতীক হিসেবে বর যে নির্দিষ্ট পরিমাণ অর্থ বা সম্পদ প্রদান করে তাকে 'মোহর' বলা হয়; এটি স্ত্রীর একচ্ছত্র ব্যক্তিগত অধিকার যা পরিশোধ করা স্বামীর ওপর ফরজ। মোহরের কোনো নির্দিষ্ট সর্বোচ্চ সীমা নেই, তবে সর্বনিম্ন সীমা হিসেবে ১০ দিরহাম বা তার সমপরিমাণ বাজারমূল্যকে ফিকহী মানদণ্ড ধরা হয়। বিবাহের পর বর কর্তৃক আত্মীয়-স্বজন ও দরিদ্রদের জন্য আয়োজিত আপ্যায়ন বা খানা বিতরণকে 'ওয়ালিমা' বলা হয়, যা একটি গুরুত্বপূর্ণ সুন্নাত আমল।"
        },
        {
            "heading": "তালাক ও বিচ্ছেদ সংক্রান্ত নিয়মাবলী",
            "body": "পারিবারিক বিবাদের চূড়ান্ত পর্যায়ে যখন একসাথে থাকা অসম্ভব হয়ে পড়ে, তখন ইসলামে 'তালাক' বা বিচ্ছেদের বিধান রাখা হয়েছে। তবে একে আল্লাহর কাছে সবচেয়ে অপ্রিয় হালাল কাজ হিসেবে বর্ণনা করা হয়েছে। তালাকের বিধান অনুযায়ী এক সাথে তিন তালাক দেওয়া কঠোরভাবে নিষিদ্ধ এবং এটি একটি বড় গুনাহর কাজ। শরীয়তসম্মত বিচ্ছেদের ক্ষেত্রে প্রধানত তিনটি পদ্ধতি রয়েছে: তালাক (স্বামীর পক্ষ থেকে), খোলা (স্ত্রীর পক্ষ থেকে সম্মতির ভিত্তিতে) এবং ফাসখ (আদালতের মাধ্যমে)। তালাকের পর একজন নারীকে পুনরায় বিবাহের জন্য যে নির্দিষ্ট সময় পর্যন্ত অপেক্ষা করতে হয় তাকে 'ইদ্দত' বলা হয়। সাধারণ অবস্থায় এই ইদ্দতকাল হলো ৩টি ঋতুস্রাবকাল পর্যন্ত। তবে স্বামী মারা গেলে বিধবা নারীর ইদ্দতকাল হয় ৪ মাস ১০ দিন এবং গর্ভবতী নারীর ক্ষেত্রে সন্তান ভূমিষ্ঠ হওয়া পর্যন্ত ইদ্দত পালন করতে হয়। ইদ্দত চলাকালীন নারীর ভরণপোষণের সম্পূর্ণ দায়িত্ব তার পূর্বের স্বামীর ওপর থাকে।"
        },
        {
            "heading": "পারিবারিক অধিকার ও নিষিদ্ধ সম্পর্কসমূহ",
            "body": "ইসলামে পরিবারের প্রতিটি সদস্যের অধিকার অত্যন্ত সুনির্দিষ্ট। স্বামীর ওপর স্ত্রীর মোহর, খাদ্য, বস্ত্র ও বাসস্থানের ব্যবস্থা করা আবশ্যিক দায়িত্ব। তেমনি স্ত্রীর দায়িত্ব হলো স্বামীর আনুগত্য করা এবং গৃহের নিরাপত্তা বজায় রাখা। পারিবারিক কাঠামো রক্ষায় কিছু নির্দিষ্ট আত্মীয়ের সাথে বিবাহ চিরতরে হারাম বা নিষিদ্ধ ঘোষণা করা হয়েছে, যাকে 'মুহাররামাত' বলা হয়। বংশগত সম্পর্ক ছাড়াও দুধ-সম্পর্কের (রেযাআত) কারণেও বিবাহ নিষিদ্ধ হয়; যেমন দুগ্ধমাতা বা দুধ-বোনের সাথে বিবাহ জায়েজ নেই। সন্তানের লালন-পালন ও সঠিক শিক্ষা দান করা পিতা-মাতার প্রধান দায়িত্ব। অন্যদিকে পিতা-মাতার সেবা করা এবং তাদের সাথে সদ্ব্যবহার করা সন্তানের জন্য জান্নাত লাভের অন্যতম পথ। ইসলামে বহুবিবাহের অনুমতি থাকলেও সেক্ষেত্রে সকল স্ত্রীর মধ্যে ইনসাফ ও সমতা বজায় রাখা অত্যন্ত কঠোরভাবে শর্তযুক্ত করা হয়েছে।"
        }
    ]
}