{
    "category_id": "fiqh_judiciary",
    "title": "বিচার ও দণ্ডবিধি: ইসলামী বিচার ব্যবস্থা",
    "content": [
        {
            "body": "ইসলামী শরীয়তে বিচার ব্যবস্থা একটি পূর্ণাঙ্গ ও ন্যায়ভিত্তিক কাঠামো যা সমাজে শান্তি ও ইনসাফ প্রতিষ্ঠার লক্ষ্যে প্রণীত। আল্লাহ তাআলা পবিত্র কুরআনে বলেছেন: 'নিশ্চয়ই আল্লাহ তোমাদের নির্দেশ দিচ্ছেন যে, তোমরা আমানত তার প্রাপকের কাছে পৌঁছে দাও এবং মানুষের মধ্যে বিচার করার সময় ন্যায়বিচার করো' (সূরা আন-নিসা: ৫৮)। ইসলামী বিচার ব্যবস্থার মূল ভিত্তি হলো কুরআন ও সুন্নাহ, এবং এর পাশাপাশি ইজমা (সর্বসম্মত মত) ও কিয়াস (যুক্তিভিত্তিক সিদ্ধান্ত) ব্যবহার করা হয়।"
        },
        {
            "heading": "বিচারকের যোগ্যতা ও দায়িত্ব",
            "body": "ইসলামী শরীয়তে বিচারক বা 'কাজী' নিয়োগের জন্য কিছু মৌলিক শর্ত রয়েছে। বিচারককে অবশ্যই প্রাপ্তবয়স্ক, সুস্থ মস্তিষ্কসম্পন্ন, ন্যায়পরায়ণ ও ইসলামী আইনশাস্ত্রে পারদর্শী হতে হবে। তাকে নিরপেক্ষ থাকতে হবে এবং কোনো পক্ষপাতিত্ব ছাড়াই বিচার করতে হবে। নবীজি (সা.) বলেছেন: 'যে ব্যক্তি মানুষের বিচারক নিযুক্ত হয়, সে যেন ছুরি ছাড়াই জবাই হলো' (সুনানে আবু দাউদ)। এই হাদিস থেকে বোঝা যায় যে বিচারকের দায়িত্ব অত্যন্ত গুরুতর এবং এতে সামান্য ভুল হলেও আখিরাতে কঠিন জবাবদিহিতার সম্মুখীন হতে হবে।\n\nবিচারকের প্রধান দায়িত্ব হলো উভয় পক্ষের কথা সমানভাবে শোনা এবং প্রমাণের ভিত্তিতে রায় দেওয়া। তিনি ক্রোধ, ক্ষুধা বা অসুস্থতার সময় বিচার করবেন না। বিচারকের সামনে উভয় পক্ষের বসার স্থান, কথা বলার সুযোগ এবং সম্মান সমান হতে হবে। কোনো পক্ষকে বিশেষ সুবিধা দেওয়া বা একপক্ষের কথা বেশি গুরুত্ব দেওয়া ইসলামী বিচার ব্যবস্থায় কঠোরভাবে নিষিদ্ধ।"
        },
        {
            "heading": "সাক্ষ্য ও প্রমাণের বিধান",
            "body": "ইসলামী আইনে সাক্ষ্য বা 'শাহাদাহ' অত্যন্ত গুরুত্বপূর্ণ। সাক্ষীকে অবশ্যই প্রাপ্তবয়স্ক, মুসলিম, সুস্থ মস্তিষ্কসম্পন্ন এবং ন্যায়পরায়ণ হতে হবে। সাধারণ দেওয়ানি মামলায় দুইজন পুরুষ সাক্ষী অথবা একজন পুরুষ ও দুইজন নারী সাক্ষী প্রয়োজন। তবে ফৌজদারি মামলা বিশেষত হদ (শরীয়ত নির্ধারিত শাস্তি) সংক্রান্ত অপরাধের ক্ষেত্রে চারজন পুরুষ সাক্ষী আবশ্যক। আল্লাহ তাআলা বলেন: 'তোমরা তোমাদের মধ্য থেকে দুইজন ন্যায়পরায়ণ সাক্ষী রাখো' (সূরা আত-তালাক: ২)।\n\nমিথ্যা সাক্ষ্য দেওয়া ইসলামে কবিরা গুনাহের অন্তর্ভুক্ত। নবীজি (সা.) তিনবার বলেছেন: 'আমি কি তোমাদের সবচেয়ে বড় গুনাহ সম্পর্কে বলব না?' সাহাবীরা বললেন: 'অবশ্যই, ইয়া রাসূলাল্লাহ!' তিনি বললেন: 'আল্লাহর সাথে শিরক করা, পিতা-মাতার অবাধ্য হওয়া এবং মিথ্যা সাক্ষ্য দেওয়া' (সহীহ বুখারী)। সাক্ষীর কথা যদি পরস্পরবিরোধী হয় বা সন্দেহজনক মনে হয়, তবে বিচারক তা গ্রহণ করবেন না।"
        },
        {
            "heading": "হদ ও তাজির: শাস্তির প্রকারভেদ",
            "body": "ইসলামী দণ্ডবিধিতে শাস্তি প্রধানত দুই ধরনের: হদ এবং তাজির। 'হদ' হলো সেই শাস্তি যা কুরআন ও হাদিসে সুনির্দিষ্টভাবে নির্ধারিত এবং এতে কোনো পরিবর্তন বা ছাড় দেওয়ার সুযোগ নেই। হদের অন্তর্ভুক্ত অপরাধগুলো হলো: চুরি, ডাকাতি, ব্যভিচার, মদ্যপান, মিথ্যা অপবাদ এবং ধর্মত্যাগ (মুরতাদ)। উদাহরণস্বরূপ, চুরির শাস্তি হলো হাত কাটা, তবে এর জন্য কঠোর শর্ত রয়েছে যেমন চুরিকৃত সম্পদের মূল্য নির্দিষ্ট পরিমাণের বেশি হতে হবে এবং চোর নিরাপদ স্থান থেকে চুরি করতে হবে।\n\n'তাজির' হলো সেই শাস্তি যা বিচারক পরিস্থিতি ও অপরাধের গুরুত্ব বিবেচনা করে নির্ধারণ করেন। এতে শাস্তির পরিমাণ নমনীয় এবং এর উদ্দেশ্য হলো অপরাধীকে সংশোধন করা এবং সমাজে শৃঙ্খলা বজায় রাখা। তাজিরের মধ্যে রয়েছে সতর্কবাণী, জরিমানা, বেত্রাঘাত বা কারাদণ্ড। ইসলামী দণ্ডবিধির মূল লক্ষ্য হলো অপরাধ প্রতিরোধ এবং সমাজে ন্যায়বিচার প্রতিষ্ঠা করা, প্রতিশোধ নেওয়া নয়।"
        },
        {
            "heading": "ক্ষমা ও কিসাসের বিধান",
            "body": "ইসলামে হত্যা বা শারীরিক আঘাতের ক্ষেত্রে 'কিসাস' বা সমান প্রতিশোধের বিধান রয়েছে। আল্লাহ তাআলা বলেন: 'হে ঈমানদারগণ! তোমাদের ওপর নিহতদের ব্যাপারে কিসাস ফরজ করা হয়েছে' (সূরা আল-বাকারা: ১৭৮)। তবে ইসলাম ক্ষমা ও দিয়াত (রক্তমূল্য) গ্রহণকে অধিক উত্তম বলে উল্লেখ করেছে। নিহত ব্যক্তির পরিবার চাইলে হত্যাকারীকে ক্ষমা করে দিতে পারে অথবা দিয়াত গ্রহণ করতে পারে।\n\nদিয়াতের পরিমাণ শরীয়তে নির্ধারিত: একজন পুরুষের জীবনের জন্য ১০০টি উট বা তার সমপরিমাণ মূল্য। ইচ্ছাকৃত হত্যার ক্ষেত্রে কিসাস কার্যকর করা হয়, তবে ভুলবশত হত্যার ক্ষেত্রে শুধুমাত্র দিয়াত প্রদান করতে হয়। ইসলামী বিচার ব্যবস্থা এভাবে ন্যায়বিচার ও ক্ষমার মধ্যে এক অনন্য ভারসাম্য রক্ষা করে, যা সমাজে শান্তি ও সম্প্রীতি বজায় রাখতে সাহায্য করে।"
        }
    ]
}