{
    "category_id": "fiqh_janazah",
    "title": "জানাজা ও দাফন: শেষ বিদায়ের ইসলামী বিধান",
    "sections": [
        {
            "title": "মৃত মুসলিমের অধিকার",
            "content": "একজন মুসলিমের ওপর অন্য মুসলিমের ছয়টি হকের অন্যতম হলো মৃত্যুর পর তার জানাজা ও দাফনে শরিক হওয়া। যখন কোনো মুসলিম মৃত্যুবরণ করেন, তখন জীবিত মুসলিমদের ওপর চারটি কাজ 'ফরজে কেফায়া' হয়ে দাঁড়ায়: ১. গোসল করানো, ২. কাফন পরানো, ৩. জানাজার নামায আদায় করা, এবং ৪. দাফন করা। নবীজি (সা.) বলেছেন: 'যে ব্যক্তি জানাজায় শরিক হয় এবং দাফন শেষ হওয়া পর্যন্ত অবস্থান করে, সে দুই কীরাত সওয়াব পায়; যার প্রতিটি ওহুদ পাহাড়ের সমান' (সহীহ বুখারী)।"
        },
        {
            "title": "গোসল ও কাফন",
            "content": "মৃত ব্যক্তিকে সশ্রদ্ধভাবে গোসল দেওয়া সুন্নাত। পানি ও বরই পাতা মিশিয়ে গোসল করানো উত্তম। এরপর সুন্নাহ মোতাবেক পুরুষদের জন্য তিনটি (লেফাফা, ইজার ও কামিজ) এবং মহিলাদের জন্য পাঁচটি (লেফাফা, ইজার, কামিজ, ওড়না ও সিনা-বন্দ) সাদা কাপড় দিয়ে কাফন পরানো হয়। রাসূলুল্লাহ (সা.) বলেছেন: 'তোমরা সাদা কাপড় পরিধান করো এবং মৃতদের সাদা কাপড়ে কাফন দাও; কারণ এটি সর্বোত্তম পোশাক' (সুনানে তিরমিযী)।"
        },
        {
            "title": "জানাজার নামাযের পদ্ধতি",
            "content": "জানাজার নামাযে কোনো রুকু বা সিজদা নেই, এটি দাঁড়িয়ে চারটি তাকবীরের সাথে আদায় করতে হয়। \n\n১ম তাকবীর: ছানা বা সূরা ফাতিহা পাঠ করা। \n২য় তাকবীর: দুরুদে ইব্রাহিম পাঠ করা। \n৩য় তাকবীর: মৃত ব্যক্তির মাগফিরাতের জন্য হাদিসে বর্ণিত দোয়া পাঠ করা। \n৪র্থ তাকবীর: সালাম ফেরানো। \n\nযদি মৃত ব্যক্তি নাবালেগ শিশু হয়, তবে তার জন্য জানাজায় আলাদা বিশেষ দোয়া পড়ার নিয়ম রয়েছে।"
        },
        {
            "title": "দাফন ও কবর",
            "content": "মৃত ব্যক্তিকে কবরে নামানোর সময় পাঠ করতে হয়: 'বিসমিল্লাহি ওয়া আলা মিল্লাতি রাসূলিল্লাহ' (আল্লাহর নামে এবং আল্লাহর রাসূলের আর্দশে)। মৃত ব্যক্তিকে কিবলার দিকে মুখ করে ডান কাতে শোয়ানো সুন্নাত। কবরের প্রকারভেদে যদি মাটি শক্ত হয় তবে 'লাহাদ' (একপাশে সুরঙ্গ করে) কবর করা উত্তম। দাফন শেষে তিন মুষ্টি মাটি দেওয়া এবং মৃত ব্যক্তির জন্য আল্লাহর কাছে ক্ষমা ও কবরের সওয়াল-জওয়াবে দৃঢ় থাকার দোয়া করা সুন্নাত।"
        },
        {
            "title": "শোক প্রকাশ ও সমবেদনা (তাজিয়াত)",
            "content": "মৃত ব্যক্তির পরিবারকে সান্ত্বনা দেওয়া এবং তাদের জন্য খাবার পাঠানো সুন্নাত। রাসূলুল্লাহ (সা.) জাফর (রা.) এর ইন্তেকালের পর বলেছিলেন: 'তোমরা জাফরের পরিবারের জন্য খাবার তৈরি করো; কারণ তাদের ওপর এমন বিপদ এসেছে যা তাদের ব্যতিব্যস্ত করে রেখেছে' (সুনানে আবু দাউদ)। শোক পালনের সময়সীমা সাধারণত ৩ দিন, তবে বিধবা স্ত্রীর জন্য ইদ্দত পালনের বিশেষ বিধান (৪ মাস ১০ দিন) রয়েছে।"
        },
        {
            "title": "কবর যিয়ারত ও আদব",
            "content": "কবর যিয়ারত করার উদ্দেশ্য হলো মৃত্যুকে স্মরণ করা এবং মৃতদের জন্য দোয়া করা। কবরস্থানে প্রবেশের সময় নবীজি (সা.) শিখিয়েছেন: 'আসসালামু আলাইকুম ইয়া আহলাল কুবুর...' (হে কবরবাসী, তোমাদের ওপর শান্তি বর্ষিত হোক)। কবরের ওপর ভবন নির্মাণ করা, পাকা করা বা উচ্চস্বরে বিলাপ করা ইসলামে কঠোরভাবে নিষিদ্ধ।"
        },
        {
            "title": "ঋণ পরিশোধের গুরুত্ব",
            "content": "জানাজা পড়ার আগে মৃত ব্যক্তির কোনো ঋণ থাকলে তা দ্রুত পরিশোধের ব্যবস্থা করা ওয়াজিব। নবীজি (সা.) ঋণী ব্যক্তির জানাজা পড়তে অপছন্দ করতেন যদি না কেউ তার ঋণের দায়িত্ব নিত। মুমিনের রুহ তার ঋণের কারণে ঝুলন্ত অবস্থায় থাকে যতক্ষণ না তা পরিশোধ করা হয় (সুনানে ইবনে মাজাহ)।"
        }
    ]
}