{
    "category_id": "fiqh_inheritance",
    "title": "উত্তরাধিকার আইন (ফারায়েজ): একটি পূর্ণাঙ্গ পরিচিতি",
    "sections": [
        {
            "title": "উত্তরাধিকার আইনের গুরুত্ব",
            "content": "ইসলামে উত্তরাধিকার বা ফারায়েজ শাস্ত্র হলো আল্লাহর নির্ধারিত এক অমোঘ বিধান। এটি শুধুমাত্র সামাজিক নিয়ম নয়, বরং সরাসরি কুরআনের নির্দেশ। রাসূলুল্লাহ (সা.) বলেছেন: 'তোমরা ফারায়েজ শিক্ষা করো এবং মানুষকে তা শেখাও। কারণ এটি ইলমের অর্ধেক' (সুনানে ইবনে মাজাহ)। সঠিক বন্টন না করা জুলুমের শামিল এবং আখিরাতে কঠিন শাস্তির কারণ হতে পারে।"
        },
        {
            "title": "সম্পদ বন্টনের আগের কাজসমূহ",
            "content": "মৃত ব্যক্তির সম্পদ ওয়ারিশদের মধ্যে বন্টন করার আগে চারটি কাজ পর্যায়ক্রমে সম্পন্ন করতে হয়:\n\n১. দাফন-কাফনের খরচ মেটানো।\n২. মৃত ব্যক্তির ব্যক্তিগত ঋণ (মানুষের পাওনা ও আল্লাহর পাওনা যেমন জাকাত) পরিশোধ করা।\n৩. বৈধ অসিয়ত (আগের কাজের পর অবশিষ্ট সম্পদের সর্বোচ্চ ১/৩ অংশ) কার্যকর করা।\n৪. উপরের সব শেষ হওয়ার পর অবশিষ্ট সম্পদ ওয়ারিশদের মধ্যে বন্টন করা।"
        },
        {
            "title": "কুরআন নির্ধারিত ওয়ারিশ (জাবিল ফুরুয)",
            "content": "পবিত্র কুরআনের সূরা আন-নিসায় আল্লাহ তাআলা সুনির্দিষ্টভাবে ১২ জন ব্যক্তির কথা উল্লেখ করেছেন যাদের অংশ নির্ধারিত। তাদের মধ্যে প্রধান কয়েকজন হলো:\n\n- স্বামী: স্ত্রীর সন্তান থাকলে ১/৪, না থাকলে ১/২ অংশ পাবেন।\n- স্ত্রী: স্বামীর সন্তান থাকলে ১/৮, না থাকলে ১/৪ অংশ পাবেন।\n- পিতা: মৃত ব্যক্তির সন্তান থাকলে ১/৬ অংশ পাবেন।\n- মাতা: সন্তান থাকলে ১/৬, না থাকলে ১/৩ অংশ পাবেন (বিশেষ অবস্থায় ভিন্ন হতে পারে)।"
        },
        {
            "title": "অবশিষ্টাংশ ভোগী (আসাবাহ)",
            "content": "নির্ধারিত অংশীদারদের দেওয়ার পর যে সম্পদ অবশিষ্ট থাকে, তা আসাবাহ বা অবশিষ্টাংশ ভোগীরা পান। পুত্ররা এক্ষেত্রে সবচেয়ে অগ্রগণ্য। মৃত ব্যক্তির ছেলে থাকলে সাধারণত ভাই-বোনরা সম্পদ পায় না। কুরআনের নীতি অনুযায়ী: 'এক পুত্রের অংশ দুই কন্যার অংশের সমান' (সূরা নিসা: ১১)। এটি এই কারণে যে, ইসলামে পুরুষের ওপর পরিবারের যাবতীয় আর্থিক দায়িত্ব অর্পণ করা হয়েছে, অন্যদিকে নারীর সম্পদ তার একান্ত ব্যক্তিগত ও সংরক্ষিত।"
        },
        {
            "title": "উত্তরাধিকার বঞ্চিত হওয়া",
            "content": "কিছু বিশেষ কারণে একজন উত্তরাধিকারী সম্পদ থেকে বঞ্চিত হতে পারে: \n\n১. হত্যা: যদি কোনো ব্যক্তি তার উত্তরাধিকার পাওয়ার লোভে মৃত ব্যক্তিকে হত্যা করে, তবে সে সম্পদ পাবে না। নবীজি (সা.) বলেছেন: 'হত্যাকারী উত্তরাধিকার পাবে না' (সুনানে তিরমিযী)।\n২. ধর্মের ভিন্নতা: মুসলিম ও অমুসলিমের মধ্যে মিরাসের আদান-প্রদান হয় না।\n৩. দাসত্ব: (বর্তমান যুগে এটি প্রযোজ্য নয়)।"
        },
        {
            "title": "নারীর অধিকার ও ইনসাফ",
            "content": "ইসলামী উত্তরাধিকার আইনে নারীকে মা, স্ত্রী, কন্যা ও বোন হিসেবে সম্মানিত করা হয়েছে। অনেকে মনে করেন নারী সবসময় পুরুষের অর্ধেক পায়, যা ভুল ধারণা। অনেক ক্ষেত্রে নারী ও পুরুষ সমান পায় (যেমন পিতা-মাতা উভয়ে ১/৬ পায় যদি মৃত ব্যক্তির সন্তান থাকে), আবার কোনো কোনো ক্ষেত্রে নারী পুরুষের চেয়ে বেশিও পেতে পারে। ইসলামের এই বন্টন ব্যবস্থা মহান আল্লাহর প্রজ্ঞা ও ইনসাফের ওপর প্রতিষ্ঠিত।"
        },
        {
            "title": "সম্পদ আত্মসাৎ করার পরিণতি",
            "content": "অন্যের হক দখল করা বা বোন ও দুর্বল আত্মীয়দের মিরাস থেকে বঞ্চিত করা ইসলামে জঘন্যতম অপরাধ। আল্লাহ বলেন: 'নিশ্চয়ই যারা এতিমদের ধন-সম্পদ অন্যায়ভাবে ভক্ষণ করে, তারা নিজেদের পেটে আগুন ভক্ষণ করে এবং তারা জাহান্নামে নিক্ষিপ্ত হবে' (সূরা নিসা: ১০)। মিরাসের সঠিক বন্টন পারিবারিক শান্তি ও বরকতের মূল চাবিকাঠি।"
        }
    ]
}