{
    "title": "পবিত্রতা ও ওজু",
    "content": [
        {
            "heading": "১. পবিত্রতার গুরুত্ব ও মর্যাদা",
            "body": "ইসলামে পবিত্রতা শুধু পরিচ্ছন্নতা নয়, বরং এটি ইবাদতের মূল ভিত্তি।\n\nআল্লাহর বাণী: 'নিশ্চয়ই আল্লাহ তওবাকারী এবং যারা পবিত্র থাকে তাদের ভালোবাসেন।' (সূরা বাকারা: ২২২)।\n\nহাদিসের দলীল: রাসূলুল্লাহ (সা.) বলেছেন, 'পবিত্রতা ঈমানের অর্ধেক।' (সহীহ মুসলিম: ২২৩)।\nসালাত কবুল হওয়ার জন্য পবিত্রতা অপরিহার্য। রাসূলুল্লাহ (সা.) বলেন, 'পবিত্রতা ছাড়া সালাত কবুল হয় না।' (সহীহ মুসলিম: ২২৪)।"
        },
        {
            "heading": "২. ওজুর ফরজসমূহ",
            "body": "ওজুর মধ্যে চারটি কাজ ফরজ যা স্পষ্টভাবে কুরআনে বর্ণিত হয়েছে। আল্লাহ তাআলা বলেন:\n'হে মুমিনগণ! যখন তোমরা সালাতে দাঁড়াতে চাও, তখন তোমাদের মুখমণ্ডল ধৌত কর, তোমাদের হাতসমূহ কনুই পর্যন্ত ধৌত কর, তোমাদের মাথা মাসেহ কর এবং তোমাদের পা টাকনু পর্যন্ত ধৌত কর।' (সূরা মায়িদা: ০৬)।\n\nচারটি ফরজ সংক্ষেপে:\n১. সমস্ত মুখমণ্ডল একবার ধৌত করা।\n২. উভয় হাত কনুইসহ একবার ধৌত করা।\n৩. মাথার চারভাগের একভাগ মাসেহ করা।\n৪. দুই পা টাকনুসহ একবার ধৌত করা।"
        },
        {
            "heading": "৩. ওজুর সুন্নাত ও আদব",
            "body": "সুন্নাত অনুযায়ী ওজু করলে সওয়াব বহুগুণ বৃদ্ধি পায়:\n১. নিয়ত করা (রাসূল (সা.) বলেন: সব কাজ নিয়তের ওপর নির্ভরশীল - বুখারী)।\n২. শুরুতে 'বিসমিল্লাহ' বলা (আবু দাউদ: ১০১)।\n৩. দুই হাতের কবজি ধোয়া এবং আঙ্গুলের ফাঁক খিলাল করা।\n৪. মেসওয়াক করা। রাসূল (সা.) বলেন: 'যদি উম্মতের কষ্ট না হতো তবে প্রতি ওজুতেই মেসওয়াক করার নির্দেশ দিতাম।' (নাসাঈ: ০৭)।\n৫. কুলি করা ও নাকে পানি দিয়ে নাক পরিষ্কার করা।\n৬. প্রতিটি অঙ্গ তিনবার করে ধৌত করা।\n৭. ওজু শেষে কালেমা শাহাদাত পড়া।"
        },
        {
            "heading": "৪. ওজু ভঙ্গের কারণসমূহ",
            "body": "ওজু ভঙ্গের প্রধান কারণগুলো হলো:\n১. মলমূত্র ত্যাগ করা বা বায়ু নির্গত হওয়া। (সূরা নিসা: ৪৩)।\n২. শরীর থেকে কোনো কিছু (রক্ত, পুঁজ) বের হয়ে গড়িয়ে পড়া।\n৩. মুখ ভরে বমি করা।\n৪. থুথুর সঙ্গে রক্তের পরিমাণ সমান বা বেশি হওয়া।\n৫. গভীর ঘুমে বিভোর হওয়া, যাতে নিয়ন্ত্রণ না থাকে। রাসূল (সা.) বলেন: 'চোখ হচ্ছে গুহ্যদ্বারের বন্ধনী, সুতরাং যে ঘুমিয়ে পড়ল সে যেন পুনরায় ওজু করে।' (আবু দাউদ: ২০৩)।\n৬. পাগল বা অচেতন হওয়া।\n৭. প্রাপ্তবয়স্ক ব্যক্তির জন্য নামাজে উচ্চস্বরে হাসা (হানাফী মাযহাব অনুযায়ী)।"
        },
        {
            "heading": "৫. তায়াম্মুমের পদ্ধতি ও বাস্তবতা",
            "body": "পানির অনুপস্থিতিতে বা ব্যবহারে অক্ষম হলে তায়াম্মুমের সহজ বিধান রয়েছে।\nআল্লাহর বাণী: 'যদি তোমরা পানি না পাও, তবে পবিত্র মাটি দ্বারা তায়াম্মুম কর এবং তা দিয়ে তোমাদের মুখমণ্ডল ও হাত মাসেহ কর।' (সূরা মায়িদা: ০৬)।\n\nতায়াম্মুমের ফরজ ৩টি:\n১. পবিত্রতা অর্জনের নিয়ত করা।\n২. পবিত্র হাত মাটিতে মেরে মুখমণ্ডল মাসেহ করা।\n৩. দ্বিতীয়বার মাটিতে হাত মেরে উভয় হাত কনুইসহ মাসেহ করা।"
        },
        {
            "heading": "৬. গোসলের ওয়াজিব ও সুন্নাহ",
            "body": "গোসল ফরজ হওয়ার পর পানি দিয়ে শরীর পবিত্র করা আবশ্যক।\nগোসলের প্রধান তিনটি ফরজ:\n১. গড়গড়াসহ কুলি করা।\n২. নাকে পানি দিয়ে পরিষ্কার করা।\n৩. সমস্ত শরীরে এমনভাবে পানি পৌঁছানো যাতে চুল পরিমাণ জায়গাও শুকনো না থাকে। (বুখারী: ২৪৪)।\n\nউল্লেখ্য: সাগরের পানিও পবিত্রতা অর্জনের জন্য উপযুক্ত। রাসূল (সা.) বলেন: 'সাগরের পানি পবিত্র এবং এর মৃত জন্তু হালাল।' (আবু দাউদ: ৮৩)।"
        },
        {
            "heading": "৭. মোজার ওপর মাসেহ করার বিধান",
            "body": "চামড়ার মোজার ওপর মাসেহ করা একটি সহজ বিধান (রুখসাত)।\nশর্ত:\n১. ওজু করে মোজা পরিধান করা।\n২. মুসাফিরের (ভ্রমণে) জন্য ৩ দিন ৩ রাত মাসাহ করার অনুমতি আছে।\n৩. মুকিমের (বাড়িতে) জন্য ১ দিন ১ রাত (২৪ ঘণ্টা) মাসাহর সীমা।\nদলীল: রাসূল (সা.) মুসাফিরের জন্য তিন দিন এবং মুকিমের জন্য এক দিন মাসাহ করার অনুমতি দিয়েছেন। (সহীহ মুসলিম: ২৭৬)।"
        }
    ]
}