{
    "title": "নামাজের বিধান ও মাসায়েল",
    "content": [
        {
            "heading": "সালাতের মর্যাদা: মুমিনের শ্রেষ্ঠ ইবাদত",
            "body": "সালাত বা নামাজ ইসলামের পাঁচটি স্তম্ভের মধ্যে দ্বিতীয় এবং পরকালে হিসাবের ক্ষেত্রে প্রথম আমল। আল্লাহ তাআলা বলেন, 'নিশ্চয়ই সালাত মানুষকে অশ্লীল ও মন্দ কাজ থেকে বিরত রাখে।' (সূরা আনকাবুত: ৪৫)। মুমিনের জন্য নামাজ হলো মহান প্রভুর সাথে কথোপকথনের শ্রেষ্ঠ মাধ্যম। দৈনিক পাঁচ ওয়াক্ত (ফজর, যোহর, আসর, মাগরিব ও এশা) নামাজ নিখুঁতভাবে আদায় করা প্রত্যেকটি সামর্থ্যবান মুসলিমের ওপর ফরজ এবং এর অবমাননা বা ত্যাগ করা মারাত্মক গুনাহ।"
        },
        {
            "heading": "নামাজের প্রস্তুতি ও বাইরের ফরজ (আহকাম)",
            "body": "নামাজ শুরু করার আগে কিছু প্রস্তুতিমূলক কাজ করতে হয় যা নামাজ সহীহ হওয়ার প্রধান শর্ত। এগুলোকে আহকাম বা বাইরের ফরজ বলা হয়। এগুলো ৭টি: ১. শরীর পবিত্র হওয়া ২. কাপড় পবিত্র হওয়া ৩. নামাজের জায়গা পবিত্র হওয়া ৪. সতর ঢাকা (পুরুষের নাভি থেকে হাঁটু, নারীর মুখমণ্ডল ও হাত-পা বাদে পুরো শরীর) ৫. কিবলামুখী হওয়া ৬. সঠিক সময়ে নামাজ পড়া এবং ৭. নামাজের সঠিক নিয়ত করা। এই প্রস্তুতিগুলো ছাড়া নামাজের মূল অংশে প্রবেশ করা সম্ভব নয়।"
        },
        {
            "heading": "নামাজের ভেতরের ফরজ (আরকান)",
            "body": "নামাজের ভেতরে যে কাজগুলো সরাসরি ইবাদতের অংশ হিসেবে ফরজ, সেগুলোকে আরকান বলা হয়। প্রধান আরকানগুলো হলো: তাকবীরে তাহরিমা বলে নামাজ শুরু করা, দাঁড়িয়ে নামাজ পড়া, কুরআন তিলাওয়াত বা কিরাত পাঠ করা, রুকু করা, দুই সিজদাহ করা এবং শেষ বৈঠকে তাশাহুদ পরিমাণ বসা। সিজদাহর সময় কপাল, উভয় হাত, হাঁটু এবং দুই পা—এই সাতটি অঙ্গ মাটিতে রাখা ওয়াজিব। রুকুতে পিঠ সোজা রাখা এবং সিজদাহর তাসবীহ পাঠ করা নামাজের পূর্ণতা দান করে।"
        },
        {
            "heading": "ওয়াজিব ও ভুল সংশোধনের নিয়ম (সাহু সিজদাহ)",
            "body": "নামাজে মোট ১৪টি ওয়াজিব কাজ রয়েছে; যেমন সূরা ফাতিহা পড়া বা শেষ বৈঠকে দোয়া কুনুত পড়া। যদি ভুলবশত কোনো ওয়াজিব কাজ বাদ পড়ে যায়, তবে তার ক্ষতিপূরণ হিসেবে শেষ বৈঠকে অতিরিক্ত দুটি সিজদাহ দিতে হয়, যাকে 'সিজদাহ সাহু' বলা হয়। তবে কোনো ফরজ কাজ ইচ্ছাকৃত বা অনিচ্ছাকৃতভাবে বাদ পড়লে কেবল সিজদাহ সাহু দিয়ে নামাজ হবে না, বরং নতুন করে নামাজ পড়তে হবে। এই নিয়মগুলো সালাতকে ত্রুটিমুক্ত রাখার এক চমৎকার পদ্ধতি।"
        },
        {
            "heading": "বিভিন্ন ধরণের সালাত ও সতর্কতা",
            "body": "ইসলামি শরিয়তে বিশেষ প্রয়োজনে বিশেষ নামাজের বিধান রয়েছে। মুসাফির অবস্থায় আল্লাহ ৪ রাকাত ফরজ নামাযকে সংক্ষেপ করে ২ রাকাত করার অনুমতি দিয়েছেন, যাকে 'কসর' বলা হয়। এশার পর বিতর নামাজ পড়া ওয়াজিব। চন্দ্রগ্রহণের সময় 'সালাতুল খুসুফ' এবং বৃষ্টির জন্য 'সালাতুল ইস্তিসকা' পড়ার সুন্নাত পদ্ধতি রয়েছে। মনে রাখা জরুরি, সূর্যোদয়, সূর্যাস্ত এবং ঠিক দুপুরে (জাওয়াল সময়) নামাজ পড়া নিষিদ্ধ। মনোযোগের সাথে কাতার সোজা রেখে জামাতে নামাজ আদায় করাই হলো প্রকৃত কামিয়াবি।"
        }
    ]
}