{
    "category_id": "fiqh_slaughter",
    "title": "যবাই ও শিকার: ইসলামী খাদ্যবিধি ও পশু অধিকার",
    "sections": [
        {
            "title": "যবাইয়ের ধর্মীয় ও নৈতিক গুরুত্ব",
            "content": "ইসলামে পশুখাদ্য গ্রহণের জন্য যবাই একটি অপরিহার্য শর্ত। এটি শুধুমাত্র রক্ত প্রবাহিত করা নয়, বরং আল্লাহর সৃষ্টির প্রতি সম্মান ও কৃতজ্ঞতা প্রকাশের একটি মাধ্যম। যবাইয়ের মাধ্যমে পশুর রক্ত শরীর থেকে বেরিয়ে যায়, যা স্বাস্থ্যের জন্য উপকারী ও আধ্যাত্মিকভাবে পবিত্র হতে সাহায্য করে। আল্লাহ তাআলা বলেন: 'তোমাদের জন্য হারাম করা হয়েছে মৃত জন্তু, রক্ত ও শূকরের মাংস এবং ঐ পশু যা আল্লাহ ছাড়া অন্য কারো নামে যবাই করা হয়েছে' (সূরা আল-মায়েদাহ: ০৩)।"
        },
        {
            "title": "যবাইয়ের পদ্ধতি ও শর্তাবলী",
            "content": "একটি পশু যবাই করার জন্য প্রধান শর্তাবলী হলো:\n\n১. বিসমিল্লাহ পাঠ: যবাই করার সময় অবশ্যই আল্লাহর নাম নিতে হবে। \n২. যবাইকারী: যবাইকারীকে অবশ্যই মুসলিম বা আহলে কিতাব (যারা আল্লাহর নামে যবাই করে) হতে হবে। \n৩. রগ কাটা: পশুর কণ্ঠনালীর চারটি রগ (শ্বাসনালী, খাদ্যনালী ও দুটি রক্তবাহী ধমনী) কাটা সুন্নাত। অন্তত তিনটি রগ কাটা বাধ্যতামূলক।"
        },
        {
            "title": "পশুর প্রতি মমতা ও ইহসান",
            "content": "ইসলাম পশুকে অপ্রয়োজনীয় কষ্ট দিতে কঠোরভাবে নিষেধ করেছে। নবীজি (সা.) বলেছেন: 'নিশ্চয়ই আল্লাহ সব বিষয়ে ইহসান (দয়া) অবধারিত করেছেন; কাজেই যখন তোমরা যবাই করবে তখন উত্তমভাবে যবাই করবে' (সহীহ মুসলিম)। সুন্নাহ অনুযায়ী যবাইয়ের ছুরিটি অত্যন্ত ধারালো হতে হবে যাতে পশু দ্রুত নিথর হয়ে যায়। পশুর সামনে ছুরি ধার দেওয়া বা এক পশুর সামনে অন্য পশুকে যবাই করা মকরুহ ও নিষ্ঠুরতা।"
        },
        {
            "title": "নাহর (উটের যবাই)",
            "content": "দীর্ঘ ঘাড়ওয়ালা পশুর ক্ষেত্রে, বিশেষ করে উটের ক্ষেত্রে 'নাহর' করা সুন্নাত। এটি হলো উটকে দাঁড়িয়ে থাকা অবস্থায় এর গলার নিচের অংশে আঘাত করে রক্ত প্রবাহিত করা। অন্যান্য লম্বা ঘাড়ওয়ালা পশুর ক্ষেত্রেও এই পদ্ধতি উপযোগী হতে পারে।"
        },
        {
            "title": "শিকারের ইসলামী বিধান",
            "content": "জীবিকা অর্জনের তাগিদে বন্য পশুপাখি শিকার করা ইসলামে জায়েজ। তবে এক্ষেত্রে কিছু শর্ত পালন করতে হয়: \n১. শিকারি পাশি বা কুকুরকে প্রশিক্ষিত হতে হবে। \n২. শিকারি প্রাণী ছাড়ার সময় বা অস্ত্র নিক্ষেপের সময় 'বিসমিল্লাহ' পাঠ করতে হবে। \n৩. যদি শিকারটি জীবিত পাওয়া যায়, তবে দ্রুত জবাই করতে হবে; আর যদি বিসমিল্লাহ বলে নিক্ষিপ্ত তীরের আঘাতে মৃত পাওয়া যায় তবে তা হালাল।"
        },
        {
            "title": "জলজ প্রাণীর বিধান",
            "content": "সামুদ্রিক বা জলজ প্রাণীর মধ্যে মাছ ও পঙ্গপাল যবাই ছাড়াই হালাল। রাসূলুল্লাহ (সা.) বলেছেন: 'আমাদের জন্য দুটি মৃত জীব হালাল করা হয়েছে—তা হলো মাছ ও পঙ্গপাল' (সুনানে ইবনে মাজাহ)। সমুদ্রের পানি পবিত্র এবং এর মৃত জীব হালাল।"
        },
        {
            "title": "নিষিদ্ধ অংশসমূহ",
            "content": "হালাল পশু যবাই করার পরও কিছু অংশ গ্রহণ করা সম্পূর্ণ হারাম। এর মধ্যে প্রধান হলো 'প্রবাহিত রক্ত'। এছাড়া মূর্তির নামে উৎসর্গ করা পশু বা শ্বাসরোধ করে মারা যাওয়া পশু খাওয়া জঘন্য গুনাহ। পশুর গোশত মানুষের জন্য একটি নেয়ামত, যা সৎ ও হালাল পদ্ধতিতে গ্রহণ করা ইমানের অংশ।"
        }
    ]
}