{
    "title": "পবিত্রতা ও ওজু",
    "content": [
        {
            "heading": "পবিত্রতার আধ্যাত্মিক ও জাগতিক গুরুত্ব",
            "body": "ইসলামি শরিয়তে ইবাদত কবুল হওয়ার জন্য তাহারাত বা পবিত্রতা হলো প্রথম ও প্রধান আবশ্যিক শর্ত। পবিত্রতা কেবল বাহ্যিক পরিচ্ছন্নতা নয়, বরং এটি আত্মার পরিশুদ্ধিরও প্রতিফলন। কুরআন মজিদে ইরশাদ হয়েছে, 'নিশ্চয়ই আল্লাহ তওবাকারীদের ভালোবাসেন এবং যারা পবিত্র থাকে তাদেরও ভালোবাসেন।' (সূরা বাকারা: ২২২)। রাসূলুল্লাহ (সা.) এই গুরুত্ব ফুটিয়ে তুলতে গিয়ে বলেছেন, 'পবিত্রতা ঈমানের অর্ধেক।' (সহীহ মুসলিম: ২২৩)। এমনকি অপবিত্র অবস্থায় সালাত আদায় করা অসম্ভব, কারণ নবীজি (সা.) বলেছেন, 'পবিত্রতা ছাড়া সালাত কবুল হয় না।' (সহীহ মুসলিম: ৪৩৫)। পবিত্রতা আমাদের মনকে প্রফুল্ল রাখে এবং ইবাদতে গভীর মনোনিবেশ করতে সাহায্য করে।"
        },
        {
            "heading": "ওজুর পদ্ধতি ও সুন্নাত পালনে সতর্কতা",
            "body": "ওজু একটি স্বতন্ত্র ইবাদত যা মুমিনের ছোট ছোট গুনাহসমূহ ধুয়ে মুছে দেয়। ওজুর চারটি কাজ ফরজ যা পালন না করলে ওজু হবে না: ১. সমস্ত মুখমণ্ডল একবার ধৌত করা ২. উভয় হাত কনুইসহ একবার ধৌত করা ৩. মাথার এক-চতুর্থাংশ মাসেহ করা এবং ৪. উভয় পা টাকনুসহ একবার ধৌত করা। নবীজি (সা.) বলেছেন, 'যে ব্যক্তি সুন্দরভাবে ওজু করে, তার নখের নিচ পর্যন্ত সমস্ত গুনাহ শরীর থেকে বের হয়ে যায়।' (সহীহ মুসলিম: ৪৭৬)। ওজুকে পূর্ণতা দিতে সুন্নাতগুলো পালন করা জরুরি, যেমন: শুরুতে 'বিসমিল্লাহ' বলা, মেসওয়াক করা (যা আল্লাহর সন্তুষ্টির মাধ্যম), এবং প্রতিটি অঙ্গ তিনবার করে ধৌত করা। রাসূল (সা.) অজুর শেষে কালিমা শাহাদাত পাঠকারীর জন্য জান্নাতের ৮টি দরজাই উন্মুক্ত থাকার সুসংবাদ দিয়েছেন।"
        },
        {
            "heading": "নাপাকির প্রকারভেদ ও তার থেকে পবিত্রতা",
            "body": "নাপাকি বা অপবিত্রতা প্রধানত দুই প্রকার: নাজাসাতে হাকিকি (দৃশ্যমান নাপাকি) এবং নাজাসাতে হুকমি (অদৃশ্যমান নাপাকি যেমন ওজু না থাকা)। মানুষের পেশাব, পায়খানা ও রক্তকে 'নাজাসাতে গালিজাহ' বা ভারি নাপাকি বলা হয়। রাসূলুল্লাহ (সা.) কবরের আজাব থেকে বেঁচে থাকার জন্য পেশাবের ছিটা থেকে অত্যন্ত সতর্ক থাকতে নির্দেশ দিয়েছেন। তিনি বলেছেন, 'কবরের অধিকাংশ আজাব হয় পেশাব থেকে পবিত্র না থাকার কারণে।' (ইবনে মাজাহ: ৩৪৮)। পেশাব-পায়খানার পর বাম হাত ব্যবহার করে পানি বা ঢিলা দিয়ে পবিত্র হওয়াকে 'ইস্তিনজা' বলা হয়। পানি সচরাচর না পাওয়া গেলে পবিত্র পাথর বা ঢিলা ব্যবহার করাও সুন্নাত দ্বারা প্রমাণিত।"
        },
        {
            "heading": "গোসল ও তায়াম্মুমের বিশেষ বিধান",
            "body": "যখন ব্যক্তির ওপর গোসল ফরজ হয়, তখন শরীর পবিত্র করা ছাড়া নামাজ বা কুরআন স্পর্শ করা জায়েজ নেই। গোসলের ৩টি ফরজ কাজ হলো: গড়গড়ার সাথে কুলি করা, নাকের নরম অংশে পানি পৌঁছানো এবং সারা শরীরে পানি ঢেলে হাত দিয়ে ঘষে পরিষ্কার করা। তবে আল্লাহ তায়ালা মুমিনদের জন্য দ্বীনকে সহজ করে দিয়েছেন। যদি পানি পাওয়া না যায় বা কেউ মারাত্মক অসুস্থ হয়, তবে সে তায়াম্মুম করতে পারে। আল্লাহ বলেন, 'যদি তোমরা পানি না পাও তবে পবিত্র মাটি দিয়ে তায়াম্মুম করো।' (সূরা মায়েদা: ৬)। তায়াম্মুমের পদ্ধতি হলো—পবিত্র মাটিতে হাত মেরে মুখমণ্ডল মাসেহ করা এবং পুনরায় মাটিতে হাত মেরে উভয় হাত কনুইসহ মাসেহ করা। পানি পাওয়া মাত্রই তায়াম্মুমের মেয়াদ শেষ হয়ে যায়।"
        },
        {
            "heading": "চামড়ার মোজা ও জখমের ওপর মাসেহ",
            "body": "ইসলাম এক বাস্তবমুখী ধর্ম যা কঠিন পরিস্থিতিতে বিশেষ শিথিলতা দেয়। অজুর পর কেউ যদি চামড়ার মোজা (খুফ্ফাইন) পরে থাকে, তবে পরবর্তীতে নতুন করে ওজু করার সময় মোজা না খুলেই তার ওপর ভিজা হাত বুলিয়ে মাসেহ করা জায়েজ। রাসূল (সা.) মুসাফিরের জন্য ৩ দিন ৩ রাত এবং মুকিম বা বাড়িতে অবস্থানকারীর জন্য ১ দিন ১ রাত মাসেহ করার অনুমতি দিয়েছেন। (সহীহ মুসলিম: ২৭৬)। একইভাবে শরীরের কোনো অংশে জখম বা ব্যান্ডেজ থাকলে তার ওপরেও মাসেহ করা জায়েজ। এই সহজ বিধানগুলো প্রমাণ করে যে, ইসলাম বান্দার কষ্টের চেয়ে তার আনুগত্য ও পবিত্রতাকেই বেশি অগ্রাধিকার দেয়।"
        }
    ]
}