{
    "title": "পবিত্রতা ও ওজু (Wudu)",
    "content": [
        {
            "heading": "পবিত্রতা ও পানির প্রকারভেদ",
            "body": "পবিত্রতা ঈমানের অঙ্গ এবং সালাত কবুল হওয়ার পূর্বশর্ত। পবিত্রতা অর্জনের জন্য পানিকে অবশ্যই পবিত্র ও পবিত্রকারী (যেমন: বৃষ্টির পানি, কূপের পানি, নদীর পানি) হতে হবে। নাপাক মিশ্রিত পানি, ব্যবহৃত পানি বা কুকুরের ঝুটা পানি দিয়ে ওজু বা গোসল জায়েজ নয়।",
            "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/Wudu_steps.jpg/800px-Wudu_steps.jpg"
        },
        {
            "heading": "ইস্তিনজা ও এর আদব",
            "body": "মলমূত্র ত্যাগের পর পানি বা ঢিলা দিয়ে পবিত্র হওয়াকে ইস্তিনজা বলে।\n১. ইস্তিনজার সময় বাম হাত ব্যবহার করা সুন্নাত।\n২. হাড় বা গোবর ব্যবহার করা নিষিদ্ধ।\n৩. ঢিলা ব্যবহারের পর পানি ব্যবহার করা উত্তম।\n৪. ইস্তিনজা শেষে দোয়া পড়া সুন্নাত।"
        },
        {
            "heading": "ওজুর ফরজ ও সুন্নাত",
            "body": "ওজুর ফরজ ৪টি: ১. মুখ ধোয়া ২. দুই হাত কনুইসহ ধোয়া ৩. মাথা মাসাহ ৪. দুই পা টাখনুসহ ধোয়া।\n\nওজুর সুন্নাত: নিয়ত করা, বিসমিল্লাহ বলা, মেসওয়াক করা, কবজি ধোয়া, কুলি করা, নাকে পানি দেওয়া, দাড়ি ও আঙ্গুল খিলাল করা, মাথা ও কান মাসাহ করা, এবং ওজু শেষে কালেমা শাহাদাত পড়া।"
        },
        {
            "heading": "ওজু ভঙ্গের কারণসমূহ (বিস্তারিত)",
            "body": "১. মলমূত্রের রাস্তা দিয়ে কিছু বের হওয়া।\n২. শরীর থেকে রক্ত, পুঁজ বের হয়ে গড়িয়ে পড়া।\n৩. মুখ ভরে বমি হওয়া।\n৪. থুথুর সাথে রক্তের পরিমাণ সমান বা বেশি হওয়া।\n৫. চিত বা কাত হয়ে ঘুমানো।\n৬. পাগল, মাতাল বা অচেতন হওয়া।\n৭. নামাজে উচ্চস্বরে হাসা।\n\nদ্রষ্টব্য: নখ বা চুল কাটলে, শরীর চুলকালে বা সাধারণ রক্তপাত যা গড়িয়ে পড়ে না, তাতে ওজু ভাঙ্গে না। উলঙ্গ হলে বা পোশাক পাল্টালেও ওজু ভাঙ্গে না।"
        },
        {
            "heading": "গোসল (Ghusl)",
            "body": "ফরজ হওয়ার কারণ: স্বপ্নদোষ, স্ত্রী-সহবাস, হায়েয বা নিফাস শেষ হলে।\nফরজ কাজ: ১. গড়গড়াসহ কুলি করা (রোজাদার ছাড়া)। ২. নাকে পানি দেওয়া। ৩. সারা শরীরে পানি পৌঁছানো।\nসুন্নাত নিয়ম: প্রথমে হাত ধোয়া, শরীরের নাপাকি পরিষ্কার করা, ওজু করা, তারপর সারা শরীরে পানি ঢালা।"
        },
        {
            "heading": "তায়াম্মুম (Tayammum)",
            "body": "পানি না পাওয়া গেলে বা ব্যবহারে অক্ষম হলে (রোগ বৃদ্ধির ভয়) পবিত্র মাটি বা মাটি জাতীয় বস্তু (পাথর, বালি) দিয়ে তায়াম্মুম করা বিধান।\nফরজ: ১. নিয়ত করা। ২. মুখমণ্ডল ও দুই হাত কনুইসহ মাসাহ করা।\nবিধান: পানি পাওয়া গেলে তায়াম্মুম বাতিল হয়ে যায়।"
        },
        {
            "heading": "মোজার ওপর মাসাহ",
            "body": "শর্ত: পূর্ণ ওজু করে চামড়ার মোজা বা এমন মোজা যা পানি চুষে নেয় না তা পরিধান করলে।\nসময়সীমা: মুকিম (বাড়িতে) ১ দিন ১ রাত (২৪ ঘণ্টা)। মুসাফির (ভ্রমণে) ৩ দিন ৩ রাত (৭২ ঘণ্টা)।\nপদ্ধতি: হাতের ভেজা তিন আঙ্গুল দিয়ে মোজার ওপরের অংশ মাসাহ করা।"
        },
        {
            "heading": "ব্যান্ডেজের ওপর মাসাহ (Jabeerah)",
            "body": "শরীরের কোনো অঙ্গে ব্যান্ডেজ থাকলে এবং পানি লাগালে ক্ষতির আশঙ্কা থাকলে ব্যান্ডেজ না খুলে তার ওপর ভেজা হাত বুলানো (মাসাহ) জায়েজ। একে 'মাসেহ আলাল জাবীরা' বলে।"
        },
        {
            "heading": "হায়েজ ও নিফাস",
            "body": "হায়েজ (ঋতুস্রাব) ও নিফাস (সন্তান প্রসব পরবর্তী রক্তস্রাব) চলাকালীন নামাজ ও রোজা নিষিদ্ধ। হায়েয শেষ হলে গোসল করা ফরজ এবং রোজা কাজা করতে হয়, কিন্তু নামাজ কাজা করতে হয় না।"
        },
        {
            "heading": "নাপাকি ও তা দূর করার উপায়",
            "body": "ভারী নাপাকি (নাজাসাতে গালিজাহ): মদ, রক্ত, বিষ্ঠা, কুকুরের লালা। এগুলো কাপড়ে লাগলে ধোয়া ফরজ। কুকুরের লালা লাগলে পাত্র ৭ বার ধুতে হয় (একবার মাটি দিয়ে)।\nসহজ নাপাকি (নাজাসাতে খাফিফাহ): হালাল পশুর প্রস্রাব ইত্যাদি।"
        }
    ]
}