{
    "title": "রোজা ও সাওমের বিস্তারিত বিধান",
    "content": [
        {
            "heading": "রোজার বিধান ও আধ্যাত্মিক লক্ষ্য",
            "body": "সাওম বা রোজা ইসলামের তৃতীয় স্তম্ভ এবং এটি ইমানদারের জন্য একটি ঢাল স্বরূপ। হিজরীর দ্বিতীয় বর্ষে আল্লাহ তাআলা রমজানের রোজা ফরজ করেন। আল-কুরআনে ইরশাদ হয়েছে, 'হে মুমিনগণ! তোমাদের ওপর রোজা ফরজ করা হয়েছে, যেমন ফরজ করা হয়েছিল তোমাদের পূর্ববর্তীদের ওপর; যাতে তোমরা তাকওয়া (খোদাভীতি) অর্জন করতে পারো।' (সূরা বাকারা: ১৮৩)। রোজা কেবল না খেয়ে থাকা নয়, বরং এটি নফসের ওপর নিয়ন্ত্রণ প্রতিষ্ঠার একটি প্রশিক্ষণ। রাসূলুল্লাহ (সা.) বলেছেন, 'যে ব্যক্তি রমজানে ইমান ও সওয়াবের আশায় রোজা রাখবে, তার পূর্বের সমস্ত গুনাহ ক্ষমা করে দেওয়া হবে।' (সহীহ বুখারি: ৩৮)।"
        },
        {
            "heading": "সাহরি ও ইফতারের সুন্নাত ও ফযিলত",
            "body": "রোজার জন্য শেষ রাতে খাবার গ্রহণ করা তথা সাহরি গ্রহণ করা অত্যন্ত বরকতময় কাজ। নবীজি (সা.) বলেছেন, 'তোমরা সাহরি খাও, কারণ সাহরিতে বরকত রয়েছে।' (সহীহ বুখারি: ১৯২৩)। একইভাবে সূর্যাস্তের সাথে সাথে দেরি না করে ইফতার করাও একটি প্রিয় সুন্নাত। রাসূল (সা.) খেজুর বা পানি দিয়ে ইফতার করতে পছন্দ করতেন। তিনি বলেছেন, 'মানুষ ততক্ষণ পর্যন্ত কল্যাণের মধ্যে থাকবে যতক্ষণ তারা দ্রুত ইফতার করবে।' (সহীহ বুখারি: ১৯৫৭)। ইফতারের ঠিক পূর্ব মুহূর্তটি দোয়া কবুলের অন্যতম শ্রেষ্ঠ সময়, কারণ মহান আল্লাহ তখন ফেরেশতাদের সামনে তাঁর ক্ষুধার্ত বান্দাদের নিয়ে অহংকার করেন।"
        },
        {
            "heading": "রোজা ভঙ্গ ও কাফফারার কঠোর হুশিয়ারি",
            "body": "রোজার পবিত্রতা রক্ষা করা মুমিনের ঈমানি দায়িত্ব। ভুলবশত কিছু খেয়ে ফেললে রোজা নষ্ট হয় না, যা আল্লাহর পক্ষ থেকে একটি মেহমানদারি। তবে ইচ্ছাকৃতভাবে পানাহার বা স্ত্রী সহবাস করলে রোজা ভেঙে যায় এবং গুনাহের কবীরা হয়। এক্ষেত্রে দণ্ড হিসেবে একটি রোজার বদলে একটি 'কাজা' আদায় করতে হয় এবং তার ওপর 'কাফফারা' ওয়াজিব হয়। কাফফারা হলো একটানা ৬০টি রোজা রাখা, যা সম্ভব না হলে ৬০ জন মিসকিনকে দুই বেলা পূর্ণ পরিতৃপ্ত করে খাওয়ানো। রাসূল (সা.) বলেছেন, 'যে ব্যক্তি কোনো গ্রহণযোগ্য কারণ ছাড়া রমজানের একটি রোজা ভাঙে, সারা জীবন রোজা রাখলেও তার ক্ষতিপূরণ হবে না।' (সুনানে আবু দাউদ)।"
        },
        {
            "heading": "রোজার মকরুহ ও পবিত্রতা রক্ষাকারী আমল",
            "body": "রোজা শুদ্ধ হওয়ার জন্য কেবল পেট নয়, বরং চোখ, কান ও জিহ্বাকেও রোজা রাখতে হয়। নবীজি (সা.) সতর্ক করে বলেছেন, 'যে ব্যক্তি মিথ্যা কথা ও পাপাচার বর্জন করলো না, তার পানাহার বর্জনে আল্লাহর কোনো প্রয়োজন নেই।' (সহীহ বুখারি: ১৯০৩)। রোজা অবস্থায় গীবত করা, গালি দেওয়া বা বিবাদে লিপ্ত হওয়া রোজার সওয়াবকে ধ্বংস করে দেয়। তবে রোজা অবস্থায় মেসওয়াক করা, চোখে সুরমা দেওয়া, শরীরে তেল মাখা বা অনিচ্ছাকৃত স্বপ্নদোষ হওয়া রোজার কোনো ক্ষতি করে না। মেসওয়াক সম্পর্কে নবীজি বলেছেন যে, এটি মুখের পবিত্রকারী এবং আল্লাহর সন্তুষ্টির মাধ্যম।"
        },
        {
            "heading": "ইতিকাফ, লাইলাতুল কদর ও নফল রোজা",
            "body": "রমজানের শেষ দশ দিনের বিশেষ ইবাদত হলো ইতিকাফ। রাসূল (সা.) ইন্তেকাল পর্যন্ত রমজানের শেষ দশ দিন মসজিদে ইতিকাফ করেছেন। এই সময়টির অন্যতম শ্রেষ্ঠ উপহার হলো 'লাইলাতুল কদর' বা মহিমান্বিত রাত, যা হাজার মাসের চেয়েও উত্তম। (সূরা কদর: ৩)। এছাড়া রমজান বাদেও ইসলামে নফল রোজার বিশেষ গুরুত্ব আছে, যেমন মহররমের ১০ তারিখের আশুরার রোজা যা পূর্বের এক বছরের গুনাহ মুছে দেয় এবং ৯ই জিলহজের আরাফাহর রোজা যা আগের ও পরের এক বছরের গুনাহের কাফফারা। একইভাবে শাওয়াল মাসের ৬টি রোজা রাখা পুরো বছর রোজা রাখার সমতুল্য সওয়াব বয়ে আনে।"
        }
    ]
}