{
    "category_id": "fiqh_marriage",
    "title": "বিবাহ ও পরিবার: একটি ইসলামী পূর্ণাঙ্গ গাইড",
    "sections": [
        {
            "title": "বিবাহের গুরুত্ব ও উদ্দেশ্য",
            "content": "ইসলামে বিবাহ শুধুমাত্র একটি জৈবিক প্রয়োজন নয়, বরং এটি একটি পবিত্র ইবাদত ও নবীজির গুরুত্বপূর্ণ সুন্নাত। রাসূলুল্লাহ (সা.) বলেছেন: 'বিবাহ আমার সুন্নাত; যে ব্যক্তি আমার সুন্নাত থেকে মুখ ফিরিয়ে নিল, সে আমার দলভুক্ত নয়' (সহীহ মুসলিম)। বিবাহের মূল উদ্দেশ্য হলো চারিত্রিক পবিত্রতা রক্ষা করা, মনে প্রশান্তি আনা এবং একটি আদর্শ আদর্শ পরিবার গঠন করা। আল্লাহ তাআলা বলেন: 'আর তাঁর অন্যতম নিদর্শন হলো তিনি তোমাদের জন্য তোমাদের মধ্য থেকে তোমাদের সঙ্গিনী সৃষ্টি করেছেন যাতে তোমরা তাদের নিকট প্রশান্তি পাও এবং তোমাদের মধ্যে ভালোবাসা ও দয়া সৃষ্টি করেছেন' (সূরা আর-রুম: ২১)।"
        },
        {
            "title": "বিবাহের মূল রোকন ও শর্তাবলী",
            "content": "একটি বিবাহ শরীয়ত অনুযায়ী বৈধ হওয়ার জন্য প্রধান শর্ত হলো:\n\n১. ইজাব ও কবুল: অর্থাৎ বর ও কনের পক্ষ থেকে বিয়ের প্রস্তাব ও গ্রহণের সরাসরি সম্মতি।\n২. সাক্ষী: অন্তত দুইজন ন্যায়পরায়ণ প্রাপ্তবয়স্ক পুরুষ সাক্ষীর উপস্থিতি বাধ্যতামূলক।\n৩. কনের অভিভাবক (ওয়ালী): কনের পিতা বা আইনগত অভিভাবকের অনুমতি ও তদারকি (হানাফী মতে প্রাপ্তবয়স্ক নারীর ক্ষেত্রে ভিন্ন প্রেক্ষাপট থাকলেও অভিভাবকদের সম্মান বজায় রাখা জরুরি)।\n৪. মোহরানা: বিয়ের বিনিময়ে বর কর্তৃক কনেকে দেওয়া আবশ্যকীয় আর্থিক অধিকার।"
        },
        {
            "title": "মোহরানা (Mahr)",
            "content": "মোহরানা নারীর প্রতি কোনো দান নয়, বরং এটি তার আইনগত ও ধর্মীয় অধিকার। কুরআনে বলা হয়েছে: 'তোমরা আনন্দচিত্তে নারীদের মোহর আদায় করে দাও' (সূরা আন-নিসা: ০৪)। মোহরানা নগদ বা বাকি হতে পারে এবং সামর্থ্য অনুযায়ী এর পরিমাণ নির্ধারণ করা হয়। মোহরে ফাতেমী (নবীজির কন্যার মোহর) অনুসরণ করা একটি বরকতময় আদর্শ।"
        },
        {
            "title": "ওয়ালিমা (Walimah)",
            "content": "বিয়ের আনন্দের বহিঃপ্রকাশ হিসেবে লোকজনকে খাওয়ানোকে ওয়ালিমা বলে। এটি নবীজি (সা.) এর সুন্নাত। রাসূল (সা.) আব্দুর রহমান বিন আউফ (রা.)-কে বলেছিলেন: 'একটি ছাগল দিয়ে হলেও ওয়ালিমা করো' (সহীহ বুখারী)। ওয়ালিমা সাধারণ ও বাহুল্যমুক্ত হওয়া উত্তম যাতে গরিব-মিসকিনরাও শরিক হতে পারে।"
        },
        {
            "title": "স্বামী ও স্ত্রীর অধিকার",
            "content": "দাম্পত্য জীবন সুখের করতে ইসলাম উভয়ের দায়িত্ব সুনির্দিষ্ট করেছে। স্বামীর প্রধান দায়িত্ব হলো স্ত্রীর ভরণপোষণ (খোরপোশ), চিকিৎসা ও বাসস্থানের ব্যবস্থা করা (নাফাকাহ) এবং তার সাথে উত্তম ব্যবহার করা। আল্লাহ বলেন: 'নারীদের সাথে সদ্ভাবে জীবন যাপন করো' (সূরা নিসা: ১৯)। অন্যদিকে স্ত্রীর দায়িত্ব হলো স্বামীর আনুগত্য করা, ঘরের শৃঙ্খলা বজায় রাখা এবং স্বামীর সম্পদ ও নিজের ইজ্জত রক্ষা করা। নবীজি (সা.) বলেছেন: 'তোমাদের মধ্যে সেই ব্যক্তিই শ্রেষ্ঠ যে তার স্ত্রীর কাছে শ্রেষ্ঠ' (সুনানে তিরমিযী)।"
        },
        {
            "title": "বিচ্ছেদ বা তালাক",
            "content": "ইসলামে তালাক হলো একটি চূড়ান্ত ও অপছন্দনীয় ব্যবস্থা। নবীজি (সা.) বলেছেন: 'হালাল কাজগুলোর মধ্যে আল্লাহর কাছে সবচেয়ে বেশি ঘৃণিত হলো তালাক' (সুনানে আবু দাউদ)। বনিবনা না হলে প্রথমে আলোচনার মাধ্যমে সমাধানের চেষ্টা করতে হয়। তালাকের সঠিক পদ্ধতি হলো 'তালাকে আহসান' (পবিত্র অবস্থায় একটি তালাক দেওয়া)। এছাড়া নারী চাইলে বিশেষ প্রয়োজনে মোহর ফেরত দেওয়ার বিনিময়ে 'খুলা' বিচ্ছেদ চাইতে পারেন।"
        },
        {
            "title": "সন্তানের লালন-পালন ও আকিকা",
            "content": "সন্তান আল্লাহর পক্ষ থেকে একটি আমানত। জন্মের সপ্তম দিনে সন্তানের জন্য সুন্দর একটি অর্থবোধক নাম রাখা, মাথা মুণ্ডন করা এবং পশু জবাই করে আকিকা করা সুন্নাত। সন্তানের সঠিক দ্বীনি শিক্ষা ও নৈতিকতা নিশ্চিত করা পিতা-মাতার প্রধান দায়িত্ব। হাদিসে আছে: 'মায়ের পায়ের নিচে সন্তানের জান্নাত'—যা মাতৃত্বের চরম মর্যাদা ও সম্মানের সাক্ষ্য দেয়।"
        }
    ]
}