{
    "title": "হালাল, হারাম ও মুয়ামালাতের বিধান",
    "content": [
        {
            "heading": "হালাল উপার্জনের আবশ্যকতা ও ব্যবসায়িক বিশ্বস্ততা",
            "body": "ইসলামে ইবাদত কবুল হওয়ার জন্য হালাল রিযিক একটি অপরিহার্য পূর্বশর্ত। আল্লাহ তাআলা কুরআনে নির্দেশ দিয়েছেন, 'হে মুমিনগণ! তোমরা একে অপরের সম্পদ পারস্পরিক সম্মতির ভিত্তিতে ব্যবসা করে ভক্ষণ করো।' (সূরা নিসা: ২৯)। ব্যবসায়িক লেনদেন হতে হবে স্বচ্ছ এবং সন্দেহমুক্ত। নবীজি (সা.) একজন আমানতদার ও সত্যবাদী ব্যবসায়ীর মর্যাদা সম্পর্কে ঘোষণা করেছেন যে, তারা কিয়ামতের দিনে নবী, সিদ্দিক ও শহীদগণের সাথে থাকবেন। (সুনানে তিরমিজি: ১২০৯)। পক্ষান্তরে হারাম রিযিক ভক্ষণকারীর জন্য জান্নাত হারাম, কারণ নবীজি বলেছেন, 'যে শরীর হারামে বড় হয়েছে, তা জান্নাতে প্রবেশ করবে না।' (সুনানে তিরমিজি: ৬১৭)।"
        },
        {
            "heading": "সুদ ও শোষণের বিরুদ্ধে ইসলামের কঠোর অবস্থান",
            "body": "ইসলামি অর্থব্যবস্থার সবচেয়ে বড় শত্রু হলো সুদ বা রিবা। আল্লাহ সুদকে চূড়ান্তভাবে হারাম করেছেন এবং ব্যবসাকে করেছেন হালাল। কুরআনে আল্লাহ ঘোষণা করেন, 'যারা সুদ খায় তারা কিয়ামতের দিন ওই ব্যক্তির মতো দাঁড়াবে যাকে শয়তান স্পর্শ করে পাগল বানিয়ে দিয়েছে।' (সূরা বাকারা: ২৭৫)। সুদী লেনদেনকারী সরাসরি আল্লাহ ও তাঁর রাসূলের সাথে যুদ্ধে লিপ্ত হওয়ার মতো বড় অপরাধী। ঋণের ওপর যেকোনো ধরণের পূর্বনির্ধারিত অতিরিক্ত লভ্যাংশ নেওয়া সরাসরি সুদ হিসেবে গণ্য হবে। এছাড়া পণ্যে ওজনে কম দেওয়া বা মানুষকে ঠকানো ইসলামের দৃষ্টিতে ধ্বংসাত্মক কাজ, যার জন্য সূরা মুতাফফিফীনে কঠিন শাস্তির হুশিয়ারি দেওয়া হয়েছে।"
        },
        {
            "heading": "মজুতদারি, ধোঁকাবাজি ও হারাম বাণিজ্য",
            "body": "ব্যবসায় অতিরিক্ত মুনাফার আশায় পণ্য মজুত করে বাজারে কৃত্রিম সংকট সৃষ্টি করা (এহতিকার) একটি অভিশপ্ত কাজ। নবীজি (সা.) বলেছেন, 'যে ব্যক্তি পণ্য মজুত করে সে পাপী।' (সহীহ মুসলিম: ১৬০৫)। একইভাবে দালালের মাধ্যমে ধোঁকা দিয়ে দাম বাড়ানো (নাজাস) বা পণ্যের দোষ গোপন করা সম্পূর্ণ অবৈধ। সহীহ মুসলিমের একটি হাদিসে এসেছে, প্রিয় নবী (সা.) খাবারের স্তূপ পরীক্ষা করে যখন নিচে ভিজা পেলেন, তখন বিক্রেতাকে বললেন, 'যে প্রতারণা করে সে আমাদের উম্মতের অন্তর্ভুক্ত নয়।' অনিশ্চিত বা ঝুঁকিপূর্ণ কোনো ব্যবসা (গারার) যেমন সাগরের মাছ বা আকাশের পাখি বিক্রি করাও ইসলামে নিষিদ্ধ করা হয়েছে।"
        },
        {
            "heading": "বিনিয়োগ ও অর্থায়নের ইসলামি পদ্ধতিসমূহ",
            "body": "ব্যক্তিগত বা প্রাতিষ্ঠানিক বিনিয়োগের জন্য ইসলামে সুদমুক্ত বিকল্প রয়েছে। যেমন 'মুদারাবাহ', যেখানে এক পক্ষ মূলধন দেয় এবং অন্য পক্ষ শ্রম বা মেধা দেয়। লভ্যাংশ চুক্তিতে নির্দিষ্ট হারে ভাগ করা হয় কিন্তু লোকসান হলে শুধু পুঁজিদাতা তার আমানত হারায়। অন্যটি হলো 'মুশারাকাহ', যেখানে উভয় পক্ষ পুঁজি ও শ্রম দেয় এবং লাভ-লোকসান পুঁজিকৃত হার অনুযায়ী বণ্টন করা হয়। এছাড়া 'মুরাবাহা' পদ্ধতিতে নির্দিষ্ট লাভে পণ্য কেনাবেচা করা হয়। কৃষিপণ্যে অগ্রিম মূল্য পরিশোধ করে ভবিষ্যতে পণ্য পাওয়ার চুক্তিকে 'সালাম' এবং শিল্পপণ্য বা অর্ডার দিয়ে কোনো কাজ বা ভবন নির্মাণের চুক্তিকে 'ইস্তিসনা' বলা হয় যা শরীয়তে অনুমোদিত।"
        },
        {
            "heading": "শ্রমিক-মালিক সম্পর্ক ও সামাজিক দায়বদ্ধতা",
            "body": "ইসলাম কেবল ব্যবসার নিয়মই দেয় না, বরং মানবিক ইনসাফও কায়েম করে। শ্রমিকের মজুরি নির্ধারণ ও সময়মতো পরিশোধে নবীজি (সা.) কঠোর নির্দেশ দিয়ে বলেছেন, 'শ্রমিকের গায়ের ঘাম শুকানোর আগেই তার পারিশ্রমিক দিয়ে দাও।' (সুনানে ইবনে মাজাহ: ২৪৪৩)। ঋণের লেনদেন অবশ্যই লিখে রাখা এবং সাক্ষী রাখা কুরআনের নির্দেশ (সূরা বাকারা: ২৮২) যাতে ভবিষ্যতে কোনো বিবাদ না ঘটে। কেউ ঋণ শোধ করতে অক্ষম হলে তাকে সময় দেওয়া বা ঋণ মাফ করে দেওয়া একটি বিশাল সওয়াবের কাজ। পরকালের মুক্তি ও দুনিয়ার বরকত লাভে ইমানদার ব্যবসায়ীকে অবশ্যই আমানতদারিতা ও পরহেজগারির পরিচয় দিতে হবে।"
        }
    ]
}