{
    "category_id": "fiqh_contemporary",
    "title": "আধুনিক মাসায়েল: সমসাময়িক ইসলামী বিধান",
    "content": [
        {
            "body": "আধুনিক যুগে প্রযুক্তি, অর্থনীতি ও সামাজিক কাঠামোর ব্যাপক পরিবর্তনের ফলে মুসলিমদের সামনে নতুন নতুন প্রশ্ন ও চ্যালেঞ্জ এসেছে। ইসলামী শরীয়ত একটি পূর্ণাঙ্গ জীবনব্যবস্থা হওয়ায় এসব সমসাময়িক বিষয়ে সুস্পষ্ট দিকনির্দেশনা প্রদান করে। আলেমগণ কুরআন, সুন্নাহ, ইজমা ও কিয়াসের আলোকে এসব নতুন মাসআলার সমাধান বের করেছেন। এই অধ্যায়ে ব্যাংকিং, বিমা, শেয়ার বাজার এবং আধুনিক চিকিৎসা সংক্রান্ত কিছু গুরুত্বপূর্ণ মাসআলা আলোচনা করা হবে।"
        },
        {
            "heading": "ইসলামী ব্যাংকিং ও সুদমুক্ত অর্থব্যবস্থা",
            "body": "ইসলামে সুদ বা 'রিবা' সম্পূর্ণ হারাম এবং এটি কবিরা গুনাহের অন্তর্ভুক্ত। আল্লাহ তাআলা বলেন: 'আল্লাহ ব্যবসাকে হালাল করেছেন এবং সুদকে হারাম করেছেন' (সূরা আল-বাকারা: ২৭৫)। প্রচলিত ব্যাংকিং ব্যবস্থায় সুদের ওপর ভিত্তি করে লেনদেন হয়, যা ইসলামী শরীয়তে গ্রহণযোগ্য নয়। এর বিকল্প হিসেবে ইসলামী ব্যাংকিং ব্যবস্থা চালু হয়েছে যেখানে মুদারাবা (মুনাফা ভাগাভাগি), মুশারাকা (অংশীদারিত্ব), মুরাবাহা (ক্রয়-বিক্রয়ভিত্তিক লাভ) এবং ইজারা (ভাড়া) পদ্ধতিতে লেনদেন করা হয়।\n\nইসলামী ব্যাংকে সঞ্চয়ী হিসাবে জমাকৃত অর্থের ওপর সুদ নয়, বরং ব্যাংকের বিনিয়োগ থেকে অর্জিত মুনাফার একটি অংশ গ্রাহককে দেওয়া হয়। ঋণ নেওয়ার ক্ষেত্রে ব্যাংক পণ্য ক্রয় করে তা নির্ধারিত মুনাফা যোগ করে বিক্রয় করে, যা শরীয়তসম্মত। তবে লক্ষ্য রাখতে হবে যে ইসলামী ব্যাংকের নামে যদি প্রকৃতপক্ষে সুদভিত্তিক লেনদেন করা হয়, তবে তা হারাম থেকে যাবে। তাই ইসলামী ব্যাংক নির্বাচনের সময় তাদের শরীয়াহ বোর্ড এবং লেনদেনের স্বচ্ছতা যাচাই করা জরুরি।"
        },
        {
            "heading": "বিমা ও তাকাফুল ব্যবস্থা",
            "body": "প্রচলিত বাণিজ্যিক বিমা (Life Insurance, Health Insurance) নিয়ে ইসলামী স্কলারদের মধ্যে মতভেদ রয়েছে। অধিকাংশ আলেমের মতে প্রচলিত বিমা হারাম কারণ এতে 'গারার' (অনিশ্চয়তা), 'মাইসির' (জুয়া) এবং 'রিবা' (সুদ) এর উপাদান বিদ্যমান। বিমা কোম্পানি প্রিমিয়ামের অর্থ সুদভিত্তিক ব্যাংকে বিনিয়োগ করে, যা শরীয়তবিরোধী। তবে ইসলামী বিকল্প হিসেবে 'তাকাফুল' বা সমবায়ভিত্তিক বিমা ব্যবস্থা চালু হয়েছে।\n\nতাকাফুল ব্যবস্থায় অংশগ্রহণকারীরা একটি তহবিলে অর্থ জমা করেন এবং কেউ বিপদে পড়লে সেই তহবিল থেকে সাহায্য করা হয়। এটি পারস্পরিক সহযোগিতার ভিত্তিতে পরিচালিত এবং এতে সুদ বা জুয়ার কোনো উপাদান নেই। গাড়ির তৃতীয় পক্ষের বিমা যদি আইনত বাধ্যতামূলক হয়, তবে তা করা জায়েজ বলে অনেক আলেম মত দিয়েছেন, তবে সম্ভব হলে ইসলামী তাকাফুল বেছে নেওয়া উত্তম।"
        },
        {
            "heading": "শেয়ার বাজার ও বিনিয়োগ",
            "body": "শেয়ার বাজারে বিনিয়োগ সম্পূর্ণভাবে হারাম নয়, তবে কিছু শর্ত পূরণ করতে হয়। যেসব কোম্পানি হালাল পণ্য উৎপাদন ও বিক্রয় করে এবং সুদভিত্তিক লেনদেন থেকে মুক্ত, সেসব কোম্পানির শেয়ার ক্রয়-বিক্রয় জায়েজ। তবে যেসব কোম্পানি মদ, সিগারেট, জুয়া, পর্নোগ্রাফি বা সুদভিত্তিক ব্যাংকিং ব্যবসা করে, তাদের শেয়ার ক্রয় করা সম্পূর্ণ হারাম। শেয়ার ক্রয়ের অর্থ হলো কোম্পানির একটি অংশের মালিক হওয়া, তাই কোম্পানির ব্যবসা হালাল কিনা তা যাচাই করা অত্যন্ত জরুরি।\n\nদিনের মধ্যে বারবার শেয়ার কেনা-বেচা করে মুনাফা অর্জনের চেষ্টা (Day Trading) অনেক আলেমের মতে জুয়ার সাথে সাদৃশ্যপূর্ণ এবং মাকরুহ বা হারাম। দীর্ঘমেয়াদী বিনিয়োগ যেখানে কোম্পানির প্রকৃত মুনাফা ও ডিভিডেন্ড থেকে আয় হয়, তা শরীয়তসম্মত। বর্তমানে অনেক ইসলামী স্কলার ও প্রতিষ্ঠান 'শরীয়াহ কমপ্লায়েন্ট' শেয়ারের তালিকা প্রকাশ করে, যা মুসলিম বিনিয়োগকারীদের জন্য সহায়ক।"
        },
        {
            "heading": "আধুনিক চিকিৎসা ও জৈবপ্রযুক্তি",
            "body": "আধুনিক চিকিৎসা বিজ্ঞানে অনেক নতুন পদ্ধতি এসেছে যেমন অঙ্গ প্রতিস্থাপন, টিস্যু ইঞ্জিনিয়ারিং, জিন থেরাপি ইত্যাদি। ইসলামী দৃষ্টিকোণ থেকে জীবন রক্ষার জন্য প্রয়োজনীয় চিকিৎসা গ্রহণ করা বৈধ এবং কখনো কখনো ওয়াজিব। অঙ্গ দান করা জায়েজ যদি তা দাতার জীবনের জন্য মারাত্মক ঝুঁকি সৃষ্টি না করে এবং গ্রহীতার জীবন রক্ষা করতে পারে। মৃত ব্যক্তির অঙ্গ দান করা নিয়ে মতভেদ আছে, তবে অধিকাংশ সমসাময়িক আলেম এটি জায়েজ বলেছেন যদি মৃত ব্যক্তি জীবদ্দশায় সম্মতি দিয়ে যান।\n\nকৃত্রিম প্রজনন (IVF) স্বামী-স্ত্রীর মধ্যে সীমাবদ্ধ থাকলে জায়েজ, তবে তৃতীয় পক্ষের শুক্রাণু বা ডিম্বাণু ব্যবহার করা হারাম। ক্লোনিং বা মানব প্রতিলিপি তৈরি করা ইসলামে নিষিদ্ধ কারণ এটি আল্লাহর সৃষ্টিতে হস্তক্ষেপ। তবে চিকিৎসার উদ্দেশ্যে স্টেম সেল গবেষণা জায়েজ যদি তা ভ্রূণ হত্যার মাধ্যমে না হয়। ইসলাম জীবন রক্ষা ও কষ্ট লাঘবকে অগ্রাধিকার দেয়, তবে আল্লাহর নির্ধারিত সীমারেখা অতিক্রম করা যাবে না।"
        }
    ]
}