{
    "category_id": "fiqh_oath",
    "title": "শপথ ও মানত: গুরুত্ব, বিধান ও কাফফারা",
    "content": [
        {
            "heading": "শপথের ইসলামী গাম্ভীর্য",
            "body": "ইসলামে শপথ বা কসম একটি অত্যন্ত গুরুত্বপূর্ণ বিষয়। এটি মহান আল্লাহর নাম নিয়ে কোনো বিষয়ের সত্যতা নিশ্চিত করার একটি অঙ্গীকার। আল্লাহর নাম নিয়ে মিথ্যা কসম করা বা শপথ ভঙ্গ করা ইমানি দায়িত্বের পরিপন্থী। নবীজি (সা.) বলেছেন: 'যে ব্যক্তি শপথ করতে চায়, সে যেন আল্লাহর নামেই শপথ করে অথবা চুপ থাকে' (সহীহ বুখারী)। আল্লাহ ছাড়া অন্য কারো নামে (যেমন—পিতা-মাতা, সন্তান বা কাবা শরীফ) শপথ করা শিরক ও কবিরা গুনাহ।"
        },
        {
            "heading": "শপথ বা কসমের প্রকারভেদ",
            "body": "ফিকহ শাস্ত্রে কসমকে তিন ভাগে ভাগ করা হয়েছে:\n\n১. কসমে লাগব (Laghw): অসতর্কভাবে বা মুখ ফসকে কোনো শপথ করা যাতে মনের গভীর সংকল্প নেই। এর জন্য কোনো গুনাহ বা কাফফারা নেই।\n২. কসমে গামুস (Ghamus): অতীতের কোনো বিষয়ে জেনেবুঝে মিথ্যা শপথ করা। এটি একটি ভয়াবহ মহাপাপ (কবিরা গুনাহ), এর জন্য কোনো কাফফারা নেই বরং আল্লাহর কাছে খালেস তাওবা করতে হবে।\n৩. কসমে মুনআকিদাহ (Mun'aqidah): ভবিষ্যতে কোনো কাজ করা বা না করার জন্য সজ্ঞানে দৃঢ় শপথ করা। এই শপথ ভঙ্গ করলে কাফফারা দেওয়া ওয়াজিব হয়ে যায়।"
        },
        {
            "heading": "শপথ ভঙ্গের কাফফারা",
            "body": "যদি কেউ একটি বৈধ ও সংকল্পবদ্ধ শপথ (মুনআকিদাহ) ভঙ্গ করে, তবে তাকে কুরআনের নির্দেশ অনুযায়ী কাফফারা দিতে হবে। আল্লাহ বলেন: 'এর কাফফারা হলো দশজন মিসকিনকে মধ্যম স্তরের খাবার খাওয়ানো যা তোমরা তোমাদের পরিবারকে খাইয়ে থাকো, অথবা তাদের কাপড় দেওয়া... আর যার সামর্থ্য নেই সে যেন তিন দিন রোজা রাখে' (সূরা আল-মায়েদাহ: ৮৯)। মনে রাখতে হবে, রোজা রাখা হলো সবার শেষের অপশন—যাদের খাবার বা কাপড় দেওয়ার শক্তি নেই।"
        },
        {
            "heading": "মানত (Nadhr/Vow) ও এর বিধান",
            "body": "মানত হলো আল্লাহর জন্য কোনো নেক আমল আবশ্যক করে নেওয়া যা আগে ফরজ ছিল না। মানত করা বাধ্যতামূলক নয়, তবে কোনো মুমিন যদি আল্লাহর সন্তুষ্টির জন্য বৈধ কাজের মানত করেন, তবে তা পূরণ করা ওয়াজিব। আল্লাহ তাআলা নেককার বান্দাদের গুণাবলী বর্ণনা করে বলেন: 'তারা তাদের মানত পূর্ণ করে' (সূরা আদ-দাহর: ০৭)। কোনো গুনাহর কাজের মানত করা হারাম এবং তা করা যাবে না।"
        },
        {
            "heading": "শপথের ক্ষেত্রে সতর্কতা",
            "body": "বেশি বেশি কসম খাওয়া মানুষের বিশ্বাসের মূল্য কমিয়ে দেয়। কুরআনে আল্লাহ বলেছেন: 'তোমরা তোমাদের শপথ রক্ষা করো' (সূরা মায়েদাহ: ৮৯)। যদি কেউ এমন কোনো ভালো কাজ না করার কসম খায় যা ইসলামী শরীয়তে সাওয়াবের কাজ, তবে তার উচিত সেই কসম ভঙ্গ করে কাফফারা দেওয়া এবং ঐ নেক কাজটি সম্পন্ন করা।"
        }
    ]
}