{
    "title": "হালাল ও হারামের বিধান",
    "content": [
        {
            "heading": "কেনাবেচার মূল ভিত্তি ও সততা",
            "body": "ইসলামে ইবাদত কবুল হওয়ার প্রধান শর্ত হলো হালাল রিজিক। একজন মুমিনের দৈনন্দিন কেনাবেচা ও অর্থব্যবস্থা কেমন হওয়া উচিত, সে সম্পর্কে ইসলামের কিছু মৌলিক নীতিমালা রয়েছে। যেকোনো কেনাবেচা বা চুক্তি বৈধ হওয়ার প্রধান শর্ত হলো ক্রেতা ও বিক্রেতা—উভয় পক্ষের স্বতঃস্ফূর্ত সম্মতি। বিক্রেতার নৈতিক দায়িত্ব হলো পণ্যের কোনো ত্রুটি থাকলে তা ক্রেতাকে স্পষ্টভাবে জানানো। ত্রুটি গোপন করে পণ্য বিক্রি করা আমানতের খেয়ানত এবং জঘন্য প্রতারণা।"
        },
        {
            "heading": "সুদমুক্ত অর্থব্যবস্থা ও গুরুত্ব",
            "body": "ইসলামে সব ধরণের সুদ (রিবা) চিরতরে হারাম। সুদের আদান-প্রদানকারী সরাসরি আল্লাহ ও তাঁর রাসূলের সাথে যুদ্ধে লিপ্ত হওয়ার সমান অপরাধী। ঋণের বিপরীতে যেকোনো ধরণের পূর্বনির্ধারিত বাড়তি সুবিধা গ্রহণ করাই সুদের অন্তর্ভুক্ত। ব্যবসায় বরকত বজায় রাখতে ওজনে সঠিক থাকা জরুরি কারণ পরিমাপে কম দেওয়া ধ্বংসের কারণ। এছাড়া পণ্য বিক্রির জন্য আল্লাহর নামে মিথ্যা কসম খাওয়া বরকত ধ্বংস করে।"
        },
        {
            "heading": "মজুতদারি ও ব্যবসায়িক সততা",
            "body": "পণ্য আটকে রেখে কৃত্রিম সংকট তৈরি করে দাম বাড়ানো (এহতিকার) ইসলামে কবিরা গুনাহ। সৎ ব্যবসায়ীর মর্যাদা অনেক ঊর্ধ্বে; কিয়ামতের দিন তারা নবী ও শহীদদের সাথী হবেন। ব্যবসায়িক লেনদেনে কেবল লাভ খোঁজা ইসলামি আদর্শ নয়, বরং সততা ও আমানতদারি বজায় রাখাই মূল লক্ষ্য।"
        },
        {
            "heading": "ইসলামী বিনিয়োগ পদ্ধতি",
            "body": "সুদবিহীন ব্যবসার জন্য ইসলামে চমৎকার কিছু পদ্ধতি রয়েছে: 'মুদারাবাহ' পদ্ধতিতে এক পক্ষ পুঁজি দেয় এবং অন্য পক্ষ শ্রম দেয়। লোকসান হলে শুধু পুঁজিদাতা তা বহন করে। 'মুশারাকাহ' পদ্ধতিতে উভয় পক্ষ পুঁজি ও শ্রম দিয়ে অংশীদারিত্বের ভিত্তিতে ব্যবসা করে। এছাড়া 'মুরাবাহা' পদ্ধতিতে বিক্রেতা ক্রয়মূল্যের সাথে নির্দিষ্ট লাভ যোগ করে পণ্য বিক্রি করে।"
        },
        {
            "heading": "মানবিক লেনদেন ও দায়বদ্ধতা",
            "body": "ইসলাম মানবিকতা শেখায়। শ্রমিকের মজুরি তার ঘাম শুকানোর আগেই পরিশোধ করা সুন্নাত। আবার কেউ ঋণ শোধ করতে অক্ষম হলে তাকে সময় দেওয়া বা ঋণ মাফ করে দেওয়া আল্লাহর আরশের নিচে ছায়া পাওয়ার উসিলা। সততা, আমানতদারি এবং ইনসাফের ভিত্তিতে পরিচালিত ব্যবসাই কেবল দুনিয়াতে শান্তি এবং আখেরাতে মুক্তি নিশ্চিত করতে পারে।"
        }
    ]
}