{
    "category_id": "fiqh_hajj",
    "title": "হজ ও উমরাহ: একটি বিস্তারিত গাইড",
    "sections": [
        {
            "title": "হজের গুরুত্ব ও আবশ্যকতা",
            "content": "হজ ইসলামের পাঁচটি স্তম্ভের মধ্যে পঞ্চম। সামর্থ্যবান প্রত্যেক মুসলিমের ওপর জীবনে একবার হজ করা ফরজ। পবিত্র কুরআনে আল্লাহ তাআলা ঘোষণা করেছেন: 'মানুষের মধ্যে যার সেখানে (বায়তুল্লাহ) যাওয়ার সামর্থ্য আছে, আল্লাহর উদ্দেশ্যে ঐ ঘরের হজ করা তার ওপর আবশ্যিক কর্তব্য' (সূরা আলে-ইমরান: ৯৭)। হজ শুধুমাত্র একটি শারীরিক ইবাদত নয়, বরং এটি একটি গভীর আধ্যাত্মিক সফর যা একজন মুমিনকে আল্লাহর নৈকট্য লাভে সাহায্য করে। নবী করীম (সা.) এরশাদ করেছেন: 'যে ব্যক্তি আল্লাহর সন্তুষ্টির জন্য হজ করল এবং কোনো অশ্লীল কথা বা গুনাহের কাজে লিপ্ত হলো না, সে হজের পর এমনভাবে ফিরে আসে যেন সে আজই মায়ের গর্ভ থেকে ভূমিষ্ঠ হয়েছে' (সহীহ বুখারী)।"
        },
        {
            "title": "হজের প্রকারভেদ",
            "content": "শরীয়ত অনুযায়ী হজ তিন প্রকারের হতে পারে: \n\n১. হজ-এ-তামাত্তু: উমরাহর জন্য ইহরাম বেঁধে উমরাহ শেষ করে ইহরাম খুলে ফেলা এবং হজের সময় পুনরায় হজের ইহরাম বাঁধা। বাংলাদেশের অধিকাংশ হজযাত্রী এই পদ্ধতিতে হজ পালন করেন। \n\n২. হজ-এ-কিরান: একই ইহরামে উমরাহ ও হজ সম্পন্ন করা। \n\n৩. হজ-এ-ইফরাদ: উমরাহ ছাড়াই শুধুমাত্র হজের ইহরাম বাঁধা এবং হজ সম্পন্ন করা।"
        },
        {
            "title": "ইহরাম ও মীকাত",
            "content": "হজ বা উমরাহর উদ্দেশ্যে নির্দিষ্ট সীমানা অতিক্রম করার আগে ইহরাম বাঁধা ওয়াজিব। এই ভৌগোলিক সীমানাকে বলা হয় 'মীকাত'। ইহরাম মানে নিজেকে আল্লাহর ইবাদতের জন্য বিশেষভাবে প্রস্তুত করা। ইহরামের সময় বিশেষ পোশাক (পুরুষদের জন্য সেলাইবিহীন দুই টুকরো সাদা কাপড়) পরিধান করতে হয় এবং নিয়ত করতে হয়। ইহরাম অবস্থায় নখ বা চুল কাটা, সুগন্ধি ব্যবহার করা, শিকার করা বা স্ত্রী-সঙ্গ সম্পূর্ণ নিষিদ্ধ। তালবিয়া পাঠ করা ইহরামের প্রধান জিকির: 'লাব্বাইকা আল্লাহুম্মা লাব্বাইক, লাব্বাইকা লা-শারীকা লাকা লাব্বাইক...'"
        },
        {
            "title": "তাওয়াফ ও সাঈ",
            "content": "কাবা ঘরের চারদিকে সাতবার প্রদক্ষিণ করাকে তাওয়াফ বলা হয়। প্রতিটি চক্কর শুরু হয় হাজরে আসওয়াদ (কালো পাথর) থেকে। তাওয়াফ শেষে মাকামে ইবরাহীমের পেছনে দুই রাকাত নামায আদায় করা সুন্নাত। এরপর সাফা ও মারওয়া পাহাড়ের মাঝে সাতবার দৌড়ানোকে (বা দ্রুত হাঁটা) সাঈ বলা হয়। বিবি হাজেরা (আ.) এর স্মৃতিবিজড়িত এই সাঈ হজের একটি অত্যন্ত গুরুত্বপূর্ণ অংশ যা আল্লাহর প্রতি অটল বিশ্বাসের শিক্ষা দেয়।"
        },
        {
            "title": "হজের মূল দিনগুলো (৮ই জিলহজ থেকে ১৩ই জিলহজ)",
            "content": "হজের মূল কার্যক্রম শুরু হয় ৮ই জিলহজ থেকে। \n\n৮ই জিলহজ: মিনাতে অবস্থান করা এবং পাঁচ ওয়াক্ত নামায আদায় করা। \n\n৯ই জিলহজ (আরাফাত দিবস): এটি হজের সবচেয়ে গুরুত্বপূর্ণ দিন। আরাফাতের ময়দানে অবস্থান করা হজের প্রধান রোকন। নবীজি (সা.) বলেছেন: 'আরাফাহই হলো হজ' (সুনানে তিরমিযী)। সূর্যাস্তের পর আরাফাত থেকে মুযদালিফায় গিয়ে রাত কাটাতে হয়।\n\n১০ই জিলহজ: বড় জামারাতে কঙ্কর নিক্ষেপ, দমে শোকর (কুরবানি) করা, মাথা মুণ্ডন করা এবং তাওয়াফে যিয়ারত সম্পন্ন করা।\n\n১১, ১২ ও ১৩ জিলহজ: মিনাতে অবস্থান করে প্রতিদিন তিনটি জামারাতে কঙ্কর নিক্ষেপ করা।"
        },
        {
            "title": "জমজম পানির মাহাত্ম্য",
            "content": "জমজম কূপ আল্লাহর এক অলৌকিক নিদর্শন যা হাজার হাজার বছর ধরে কোটি কোটি মানুষের পিপাসা মিটিয়ে আসছে। নবীজি (সা.) বলেছেন: 'জমজম পানি যে উদ্দেশ্যে পান করা হয়, তা সেই উদ্দেশ্যেই সাফল হয়' (সুনানে ইবনে মাজাহ)। এটি একটি বরকতময় পানীয় যা রোগের শেফা এবং ক্ষুধার আহার হিসেবে কাজ করে।"
        },
        {
            "title": "উমরাহর সংক্ষিপ্ত নিয়ম",
            "content": "উমরাহ বছরের যেকোনো সময় পালন করা যায়। এর প্রধান চারটি ধাপ হলো: ১. মীকাত থেকে ইহরাম বাঁধা, ২. কাবা ঘরে তাওয়াফ করা, ৩. সাফা ও মারওয়া পাহাড়ে সাঈ করা, এবং ৪. চুল ছোট করা বা মুণ্ডন করার মাধ্যমে ইহরাম ত্যাগ করা। উমরাহ এক গুনাহ থেকে আরেক গুনাহের মধ্যবর্তী সময়ের কাফফারা হিসেবে কাজ করে।"
        },
        {
            "title": "মদিনা মুনাওয়ারাহ যিয়ারত",
            "content": "হজের অংশ না হলেও মদিনায় গিয়ে নবী করীম (সা.) এর রওজা মোবারক যিয়ারত করা এবং মসজিদে নববীতে নামায আদায় করা অত্যন্ত সওয়াবের কাজ। রাসূলুল্লাহ (সা.) বলেছেন: 'যে ব্যক্তি আমার মৃত্যুর পর আমার কবর যিয়ারত করল, সে যেন আমার জীবিত অবস্থায় আমার সাথে সাক্ষাৎ করল' (বায়হাকী)। মদিনার প্রশান্তি ও নূর একজন মুমিনের হৃদয়কে জুড়িয়ে দেয়।"
        }
    ]
}