{
    "title": "পবিত্রতা ও ওজু (Wudu)",
    "content": [
        {
            "heading": "পবিত্রতার গুরুত্ব ও মর্যাদা",
            "body": "ইসলামে পবিত্রতা বা 'তাহারাত' অত্যন্ত গুরুত্বপূর্ণ বিষয়। মহান আল্লাহ তাআলা পবিত্রতা অর্জনকারীদের ভালোবাসেন। কুরআন মজিদে ইরশাদ হয়েছে: 'নিশ্চয়ই আল্লাহ তওবাকারী এবং অপবিত্রতা থেকে যারা পবিত্র থাকে তাদের ভালোবাসেন।' (সূরা বাকারা: ২২২)।\n\nরাসূলুল্লাহ (সা.) ইরশাদ করেছেন: 'পবিত্রতা ঈমানের অর্ধেক।' (সহীহ মুসলিম: ২২৩)। সালাত কবুল হওয়ার জন্য পবিত্রতা অর্জন করা অপরিহার্য পূর্বশর্ত।"
        },
        {
            "heading": "ওজুর ফরজসমূহ (কুরআনের আলোকে)",
            "body": "পবিত্র কুরআনে ওজুর ৪টি ফরজ কাজের কথা স্পষ্টভাবে উল্লেখ করা হয়েছে। আল্লাহ তাআলা বলেন: 'হে মুমিনগণ! যখন তোমরা সালাতের জন্য দাঁড়াবে, তখন তোমাদের মুখমণ্ডল এবং তোমাদের হাতসমূহ কনুই পর্যন্ত ধৌত কর এবং তোমাদের মাথা মাসেহ কর এবং তোমাদের পা টাকনু পর্যন্ত ধৌত কর।' (সূরা মায়িদা: ০৬)।\n\nসংক্ষেপে ৪টি ফরজ হলো:\n১. সমস্ত মুখমণ্ডল একবার ধৌত করা।\n২. উভয় হাত কনুইসহ একবার ধৌত করা।\n৩. মাথার চারভাগের একভাগ মাসেহ করা।\n৪. উভয় পা টাকনুসহ একবার ধৌত করা।"
        },
        {
            "heading": "ওজু করার সুন্নাত পদ্ধতি",
            "body": "রাসূলুল্লাহ (সা.)-এর সুন্নাত অনুযায়ী ওজু করলে সওয়াব বেশি পাওয়া যায়। সুন্নাত পদ্ধতিগুলো হলো:\n১. ওজুর শুরুতে 'বিসমিল্লাহ' বলা। (আবু দাউদ: ১০১)।\n২. মেসওয়াক করা। (বুখারী: ৮৮৭)।\n৩. দুই হাতের কবজি পর্যন্ত তিনবার ধৌত করা।\n৪. গড়গড়ার সাথে তিনবার কুলি করা (রোজাদার না হলে)।\n৫. নাকে পানি দিয়ে নাক তিনবার ঝাড়া।\n৬. প্রতিটি অঙ্গ তিনবার করে ধৌত করা।\n৭. দাড়ি ও আঙ্গুলের ফাঁক খিলাল করা।\n৮. পূর্ণ মাথা একবার মাসেহ করা।\n৯. ওজু শেষে কালেমা শাহাদাত পাঠ করা।"
        },
        {
            "heading": "ওজু ভঙ্গের কারণসমূহ",
            "body": "নিম্নলিখিত কারণগুলোর যেকোনো একটি প্রকাশ পেলে ওজু ভঙ্গ হয়ে যায়:\n১. পায়খানা বা প্রস্রাবের রাস্তা দিয়ে কোনো কিছু বের হওয়া।\n২. শরীর থেকে কোনো অপবিত্র বস্তু (যেমন: রক্ত বা পুঁজ) বের হয়ে গড়িয়ে পড়া।\n৩. মুখ ভরে বমি করা।\n৪. থুথুর সাথে রক্ত সমান বা বেশি হওয়া।\n৫. চিত বা কাত হয়ে হেলান দিয়ে গভীর ঘুমে বিভোর হওয়া। (আবু দাউদ: ২০৩)।\n৬. পাগল, মাতাল বা অচেতন হওয়া।\n৭. নামাযের মধ্যে উচ্চস্বরে হাসা (প্রাপ্তবয়স্কদের জন্য)।"
        },
        {
            "heading": "তায়াম্মুম (Tayammum)",
            "body": "পানি পাওয়া না গেলে কিংবা পানি ব্যবহারের কারণে রোগ বৃদ্ধির আশঙ্কা থাকলে পবিত্র মাটি দিয়ে পবিত্রতা অর্জন করাকে তায়াম্মুম বলে। এটি আল্লাহর পক্ষ থেকে উম্মতে মুহাম্মদীর জন্য এক বিশেষ নেয়ামত।\n\nপদ্ধতি:\n১. পবিত্রতা অর্জনের নিয়ত করা।\n২. দুই হাত মাটিতে মেরে সমস্ত মুখমণ্ডল মাসেহ করা।\n৩. পুনরায় হাতে মাটিতে মেরে দুই হাত কনুইসহ মাসেহ করা। (সূরা মায়িদা: ০৬)।"
        },
        {
            "heading": "গোসল (Ghusl) ও পানির পবিত্রতা",
            "body": "যেসব পানি দ্বারা পবিত্রতা অর্জন জায়েজ: বৃষ্টি, কূপ, নদী এবং সমুদ্রের পানি। সমুদ্রের পানি সম্পর্কে রাসূলুল্লাহ (সা.) বলেছেন: 'এর পানি পবিত্র এবং এর মৃত প্রাণী (মাছ) হালাল।' (আবু দাউদ: ৮৩)।\n\nগোসলের ফরজ ৩টি:\n১. গড়গড়াসহ কুলি করা।\n২. নাকে পানি দেওয়া।\n৩. সমস্ত শরীর পানি দিয়ে এমনভাবে ধৌত করা যাতে একটি পশমের গোড়াও শুকনো না থাকে।"
        }
    ]
}