{
    "title": "যাকাত ও সাদাকার গভীর নির্দেশনা",
    "content": [
        {
            "heading": "যাকাত: ধনীর সম্পদে দরিদ্রের অধিকার",
            "body": "যাকাত ইসলামের একটি অনন্য অর্থনৈতিক ব্যবস্থা যা কেবল দান নয়, বরং সম্পদের পাওনাদারদের অধিকার। আল্লাহ তাআলা পবিত্র কুরআনে বিরাশিবার নামাজের সাথে সাথে যাকাতের নির্দেশ দিয়েছেন। তিনি ইরশাদ করেন, 'হে মুহাম্মদ! তাদের সম্পদ থেকে সাদাকা (যাকাত) গ্রহণ করুন, যাতে আপনি তাদের পবিত্র ও পরিশুদ্ধ করতে পারেন।' (সূরা তওবা: ১০৩)। যাকাত মানেই হলো পবিত্রতা ও প্রবৃদ্ধি। সম্পদের ওপর আল্লাহর হক আদায় করলে তা কেবল পবিত্রই হয় না, বরং তাতে বরকত বাড়ে। নবীজি (সা.) বলেছেন, 'যাকাত আদায় করলে মুমিনের ধন নষ্ট হয় না।' পক্ষান্তরে যাকাত কৃপণতা করে আটকে রাখা পরকালীন ভয়াবহ আযাবের কারণ হবে।"
        },
        {
            "heading": "যাকাতের নিসাব ও পরিমাণের বিস্তারিত বিবরণ",
            "body": "যাকাত সবার ওপর ফরজ নয়; বরং এটি কেবল নেসাব পরিমাণ মালের মালিকের ওপর ফরজ। নেসাব হলো কোনো ব্যক্তির কাছে ঋণমুক্ত সাড়ে সাত ভরি (৭.৫) স্বর্ণ অথবা সাড়ে বায়ান্ন ভরি (৫২.৫) রূপা কিংবা এর সমমূল্যের নগদ টাকা বা ব্যবসায়িক মাল থাকা। এই মাল অবশ্যই পূর্ণ এক চন্দ্র বছর (৩৬৪ দিন) মালিকানায় থাকতে হবে। জাকাতের হার হলো মোট সম্পদের আড়াই শতাংশ (২.৫%) বা ৪০ ভাগের ১ ভাগ। হাদিসে এসেছে, প্রিয় নবী (সা.) প্রতি পাঁচ উকিয়া (৫২.৫ তোলা) রৌপ্যের কম পরিমাণের ওপর যাকাত দিতে নিষেধ করেছেন। স্বর্ণের ক্ষেত্রে এটি ২০ দিনার (৭.৫ তোলা) হিসেবে সাব্যস্ত হয়েছে।"
        },
        {
            "heading": "কুরআন নির্ধারিত যাকাত ব্যয়ের ৮টি খাত",
            "body": "যাকাতের অর্থ যেখানে খুশি সেখানে খরচ করার সুযোগ নেই; আল্লাহ নিজেই এর আটটি খাত সূরা তওবার ৬০ নম্বর আয়াতে নির্দিষ্ট করে দিয়েছেন। ১. ফকির (নিঃস্ব) ২. মিসকিন (যার সম্পদ প্রয়োজনের তুলনায় কম) ৩. যাকাত আদায়ের কারিগর ৪. নবমুসলিমদের মন জয় করা ৫. ক্রীতদাস মুক্তি ৬. ঋণগ্রস্ত ব্যক্তির ঋণ পরিশোধ ৭. আল্লাহর পথে জিহাদ বা দ্বীন প্রচার এবং ৮. মুসাফির (বিদেশে বিপদে পড়া পর্যটক)। নিজের জন্মদানকারী পিতা-মাতা, দাদা-দাদি এবং নিজের ঔরসজাত সন্তানকে যাকাত দেওয়া জায়েজ নেই, কারণ তাদের ভরণপোষণের দায়িত্ব শরীয়ত নিজের ওপরই ন্যস্ত করেছে।"
        },
        {
            "heading": "ব্যবসা, ফসল ও গবাদি পশুর যাকাত (ওশর)",
            "body": "ব্যবসায়িক পণ্যের ওপর যাকাত বর্তমান বাজার মূল্য অনুযায়ী হিসেব করে দিতে হয়। জমির ফসলের ক্ষেত্রেও আল্লাহ হক নির্ধারণ করেছেন, যাকে 'ওশর' বলা হয়। আল্লাহ বলেন, 'ফসল তোলার দিনই তার হক (ওশর) আদায় করো।' (সূরা আনয়াম: ১৪১)। বৃষ্টির পানিতে উৎপন্ন ফসলের যাকাত হলো ১০ শতাংশ এবং কৃত্রিম সেচের মাধ্যমে উৎপাদিত ফসলের ওশর হলো ৫ শতাংশ। গবাদি পশুর ক্ষেত্রে ৪০টি ছাগল বা ভেড়া হলে ১টি ছাগল এবং ৩০টি গরু বা মহিষ হলে ১ বছর বয়সী একটি বাছুর জাকাত দেওয়া ওয়াজিব। উটের ক্ষেত্রে ৫টি উটে ১টি ছাগল জাকাত দিতে হয়।"
        },
        {
            "heading": "সাদাকাতুল ফিতর ও নফল দানের মাহাত্ম্য",
            "body": "রমজানের রোজার কোনো ত্রুটি-বিচ্যুতি থাকলে তা পূরণের জন্য এবং গরিবদের ঈদের আনন্দে শরীক করতে আল্লাহ 'সাদাকাতুল ফিতর' বা ফিতরা ওয়াজিব করেছেন। ইবনে আব্বাস (রা.) থেকে বর্ণিত, রাসূল (সা.) ফিতরা নির্ধারণ করেছেন রোজাদারের অশ্লীল কথা ও কাজ থেকে পবিত্র করার জন্য এবং অভাবীদের খাবারের ব্যবস্থার জন্য। (আবু দাউদ: ১৬০৯)। এটি ঈদের নামাজের আগেই আদায় করা উত্তম। এছাড়া বছরজুড়ে অতিরিক্ত বা নফল দান করা একটি মহৎ কাজ যা কিয়ামতের দিন ছায়া হিসেবে কাজ করবে। নবীজি বলেছেন, 'সাত ধরণের মানুষকে আল্লাহ আরশের নিচে ছায়া দেবেন, তার মধ্যে একজন হলো যে এমন গোপনে দান করে যে তার বাম হাতও জানে না ডান হাত কী দান করেছে।' (সহীহ বুখারি)।"
        }
    ]
}