{
    "title": "ইসলামি লেনদেন ও মুয়ামালাত",
    "content": [
        {
            "heading": "১. কেনাবেচার মূল ভিত্তি ও সততা",
            "body": "ইসলামে ইবাদত কবুল হওয়ার প্রধান শর্ত হলো হালাল রিজিক। যেকোনো কেনাবেচা বা চুক্তি বৈধ হওয়ার প্রধান শর্ত হলো ক্রেতা ও বিক্রেতা—উভয় পক্ষের স্বতঃস্ফূর্ত সন্তুষ্টি। বিক্রেতার নৈতিক দায়িত্ব হলো পণ্যের কোনো ত্রুটি থাকলে তা ক্রেতাকে স্পষ্টভাবে জানানো। ত্রুটি গোপন করে পণ্য বিক্রি করা আমানতের খেয়ানত এবং জঘন্য প্রতারণা। সৎ ব্যবসায়ীর মর্যাদা অনেক ঊর্ধ্বে; কিয়ামতের দিন তারা নবী ও শহীদদের সাথী হবেন।"
        },
        {
            "heading": "২. সুদমুক্ত অর্থব্যবস্থা ও গুরুত্ব",
            "body": "ইসলামে সব ধরণের সুদ (রিবা) চিরতরে হারাম করা হয়েছে। সুদের আদান-প্রদানকারী সরাসরি আল্লাহ ও তাঁর রাসূলের সাথে যুদ্ধে লিপ্ত হওয়ার সমান অপরাধী। ঋণের বিপরীতে যেকোনো ধরণের পূর্বনির্ধারিত বাড়তি সুবিধা গ্রহণ করাই সুদের অন্তর্ভুক্ত। ওজনে সঠিক থাকা এবং পরিমাপে কম দেওয়া ধ্বংসের অন্যতম কারণ হিসেবে কুরআনে হুঁশিয়ারি দেওয়া হয়েছে। পণ্য বিক্রির জন্য আল্লাহর নামে মিথ্যা কসম খাওয়া ব্যবসায়িক বরকত ধ্বংস করে দেয়।"
        },
        {
            "heading": "৩. মজুতদারি ও কৃত্রিম সংকট",
            "body": "জনগণের ভোগান্তি সৃষ্টি করে পণ্য আটকে রেখে কৃত্রিম সংকট তৈরি করে দাম বাড়ানো (এহতিকার) ইসলামে কঠোরভাবে নিষিদ্ধ এবং এটি একটি কবিরা গুনাহ। ইসলাম কেবল লাভ খোঁজে না, বরং সামগ্রিক কল্যাণ ও সামাজিক দায়বদ্ধতা শেখায়। বিক্রেতাকে ন্যায্য মুনাফা অর্জনের পাশাপাশি ক্রেতার সামর্থ্যের দিকেও খেয়াল রাখতে হয়।"
        },
        {
            "heading": "৪. ইসলামী বিনিয়োগ পদ্ধতি (মুদারাবাহ ও মুশারাকাহ)",
            "body": "সুদবিহীন ব্যবসার জন্য ইসলামে চমৎকার কিছু পদ্ধতি রয়েছে। 'মুদারাবাহ' পদ্ধতিতে এক পক্ষ পুঁজি দেয় এবং অন্য পক্ষ শ্রম দেয়, লাভ চুক্তি অনুযায়ী বন্টিত হয় তবে লোকসান হলে শুধু পুঁজিদাতা তা বহন করে। 'মুশারাকাহ' পদ্ধতিতে উভয় পক্ষ পুঁজি ও শ্রম দিয়ে অংশীদারিত্বের ভিত্তিতে ব্যবসা করে। এছাড়া 'মুরাবাহা' পদ্ধতিতে বিক্রেতা ক্রয়মূল্যের সাথে নির্দিষ্ট লাভ যোগ করে পণ্য বিক্রি করে, যা বর্তমান আধুনিক ইসলামিক ব্যাংকিং-এর অন্যতম মূলভিত্তি।"
        },
        {
            "heading": "৫. মানবিক লেনদেন ও শ্রমিকের অধিকার",
            "body": "ইসলামি অর্থব্যবস্থার এক অনন্য সৌন্দর্য হলো মানবিকতা। শ্রমিকের মজুরি তার ঘাম শুকানোর আগেই পরিশোধ করা সুন্নাত নির্দেশিত আমল। আবার কেউ ঋণ শোধ করতে অক্ষম হলে তাকে সময় দেওয়া বা ঋণ মাফ করে দেওয়া আল্লাহর আরশের নিচে ছায়া পাওয়ার একটি অন্যতম উসিলা। সততা, আমানতদারি এবং ইনসাফের ভিত্তিতে পরিচালিত লেনদেনই কেবল দুনিয়াতে শান্তি এবং আখেরাতে মুক্তি নিশ্চিত করতে পারে।"
        }
    ]
}