{
    "category_id": "fiqh_hajj",
    "title": "হজ্জ ও ওমরাহ: নিয়মাবলী ও মাসআলা-মাসায়েল",
    "content": [
        {
            "body": "ইসলামের অন্যতম স্তম্ভ হলো হজ্জ। সামর্থ্যবান প্রত্যেক মুসলিমের ওপর জীবনে অন্তত একবার হজ্জ করা ফরজ। অন্যদিকে ওমরাহ হলো একটি নফল ইবাদত যা বছরের যেকোনো সময় পালন করা যায়। হজ্জ ও ওমরাহ সঠিকভাবে পালনের জন্য এর প্রতিটি ধাপ ও শর্ত সম্পর্কে স্পষ্ট ধারণা থাকা জরুরি।"
        },
        {
            "heading": "হজ্জ ও ওমরাহ্‌র প্রধান শর্ত ও রোকন",
            "body": "হজ্জের প্রধান ফরজ কাজ হলো ৩টি: এহরাম বাঁধা, আরাফাতের ময়দানে অবস্থান করা এবং তওয়াফে যিয়ারত সম্পন্ন করা। এহরাম বাঁধার জন্য নির্দিষ্ট সীমানাকে 'মীকাত' বলা হয়। এহরাম অবস্থায় সেলাই করা কাপড় পরা (পুরুষদের জন্য), সুগন্ধি ব্যবহার করা, চুল বা নখ কাটা এবং শিকার করা সম্পূর্ণ নিষিদ্ধ। ওমরাহ্‌র ক্ষেত্রে প্রধান কাজ হলো এহরাম বেঁধে কাবা শরীফ ৭ বার তওয়াফ করা এবং সাফা ও মারওয়া পাহাড়ের মাঝে ৭ বার দৌড়ানো (সাঈ করা)।"
        },
        {
            "heading": "হজ্জের দিনের ধারাবাহিক কাজসমূহ",
            "body": "হজ্জ শুরু হয় জিলহজ্জ মাসের ৮ তারিখ থেকে। ৮ তারিখ হজ্জের নিয়তে এহরাম বেঁধে 'মিনা'-তে অবস্থান করতে হয়। ৯ জিলহজ্জ সূর্যোদয়ের পর 'আরাফাতের ময়দানে' যাওয়া এবং সেখানে অবস্থান করা হজ্জের সবচেয়ে গুরুত্বপূর্ণ কাজ (রোকন)। আরাফাত থেকে ফেরার পথে রাতে 'মুজদালিফা' নামক স্থানে খোলা আকাশের নিচে অবস্থান করা ওয়াজিব এবং সেখান থেকেই শয়তানকে মারার জন্য ৭০টি কঙ্কর সংগ্রহ করতে হয়। ১০ জিলহজ্জ মিনায় বড় শয়তানকে ৭টি পাথর মারার পর পশু কোরবানি করতে হয় এবং মাথা মুণ্ডন (হলক) করতে হয়। ১১ ও ১২ জিলহজ্জ প্রতিদিন তিনটি শয়তানকে ৭টি করে মোট ২১টি পাথর মারা ওয়াজিব।"
        },
        {
            "heading": "তওয়াফ ও সাঈর নিয়মাবলী",
            "body": "কাবা শরীফের হাজরে আসওয়াদ থেকে তওয়াফ শুরু করতে হয়। তওয়াফ মোট ৭ চক্করে পূর্ণ হয়। পুরুষদের জন্য তওয়াফের প্রথম তিন চক্করে বীরদর্পে চলাই হলো 'রমল'। তওয়াফ শেষে মাকামে ইব্রাহিমের পেছনে ২ রাকাত নামাজ পড়া ওয়াজিব। এরপর সাফা ও মারওয়া পাহাড়ের মাঝে সাঈ করতে হয়। সাঈ সবসময় সাফা পাহাড় থেকে শুরু হয়ে মারওয়া পাহাড়ে গিয়ে শেষ হয়; এক্ষেত্রে সাফা থেকে মারওয়া ১ চক্কর এবং মারওয়া থেকে সাফা ২য় চক্কর হিসেবে গণ্য হয়।"
        },
        {
            "heading": "বিশেষ মাসআলা ও ফিদইয়া",
            "body": "হজ্জের কোনো ওয়াজিব কাজ বাদ পড়লে বা ভুল করলে জরিমানা হিসেবে পশু কোরবানি দিতে হয়, যাকে 'দম' বলা হয়। মক্কার বাইরের হাজীদের জন্য বিদায় নেওয়ার আগে যে তওয়াফ করতে হয় তাকে 'বিদাঈ তওয়াফ' বলে। হজ্জ তিন প্রকার: তামাত্তু (ওমরাহ ও হজ্জ আলাদা এহরামে), কিরান (একই এহরামে হজ্জ ও ওমরাহ) এবং ইফরাদ (শুধু হজ্জ)। নারীদের জন্য হজ্জে যাওয়ার প্রধান শর্ত হলো সাথে একজন 'মাহরাম' (নিকটাত্মীয় পুরুষ) থাকা। হজ্জের সফর শেষে মদিনায় গিয়ে নবীজি (সা.)-এর রওজা মোবারক যিয়ারত করা অত্যন্ত সওয়াবের কাজ, তবে এটি হজ্জের কোনো অংশ নয়।"
        }
    ]
}