{
    "category_id": "fiqh_slaughter",
    "title": "যবাই ও শিকার",
    "content": [
        {
            "body": "ইসলামে খাবারের পবিত্রতা অনেকাংশেই যবাই ও শিকারের পদ্ধতির ওপর নির্ভর করে। পবিত্র কুরআনের সুরা আন-আমের ১২১ নম্বর আয়াত অনুযায়ী, যে পশুর ওপর আল্লাহর নাম নেওয়া হয়নি তা ভক্ষণ করা হারাম বা নিষিদ্ধ। নিচে যবাই ও শিকারের প্রতিটি খুঁটিনাটি তথ্য দেওয়া হলো যা কুইজের উত্তর দিতে সাহায্য করবে:"
        },
        {
            "heading": "যবাই করার শর্ত ও পদ্ধতি",
            "body": "যেকোনো হালাল পশুকে খাওয়ার উপযোগী করতে যবাইকারীর কয়েকটি গুণ থাকা আবশ্যক। যবাইকারীকে অবশ্যই মুসলিম বা আহলে কিতাব (ইহুদি ও খ্রিস্টান) হতে হবে। পাগল বা অবুঝ শিশুর যবাই বৈধ নয়। যবাইয়ের প্রধান রোকন হলো আল্লাহর নাম (বিসমিল্লাহ) উচ্চারণ করা; তবে যদি কোনো মুসলিম অনিচ্ছাকৃতভাবে তা বলতে ভুলে যায়, তবে সেই পশুর গোশত হালাল হবে। যবাইয়ের সময় পশুর গলার প্রধান চারটি রগের মধ্যে অন্তত তিনটি রগ (শ্বাসনালী, খাদ্যনালী ও দুটি রক্তবাহী রগ) কাটা থাকা বাধ্যতামূলক।\n\nপ্রাণীর প্রতি দয়া প্রদর্শন করা নবীজি (সা.)-এর বিশেষ শিক্ষা। তাই যবাইয়ের জন্য ব্যবহৃত ছুরি অবশ্যই অত্যন্ত ধারালো হতে হবে এবং একটি পশুর সামনে অন্য পশুকে যবাই করা যাবে না। যবাই করার পর পশুটি পুরোপুরি নিস্তেজ বা ঠান্ডা হওয়ার আগে তার হাড় ভাঙা বা চামড়া ছাড়ানো নিষিদ্ধ। উটের ক্ষেত্রে যবাই করার বিশেষ পদ্ধতিকে 'নহর' বলা হয়, যেখানে দাঁড়িয়ে থাকা অবস্থায় উটের কণ্ঠনালীর গোড়ায় আঘাত করা হয়।"
        },
        {
            "heading": "শিকারের আইন ও নিয়মাবলী",
            "body": "যেসব বন্য হালাল পশু সরাসরি ধরা সম্ভব হয় না, তাদের তীরের সাহায্যে বা প্রশিক্ষিত শিকারি পশুর মাধ্যমে শিকার করা জায়েজ। শিকারের সময় শিকারিকে অবশ্যই 'বিসমিল্লাহ' বলে তীর ছুঁড়তে হবে বা কুকুর ছাড়তে হবে। যদি তীর মারার পর পশুটি পানিতে পড়ে মারা যায় এবং পানিতে ডুবে মৃত্যুর সন্দেহ থাকে, তবে সেই শিকার খাওয়া যাবে না। শিকারি অস্ত্রটি এমন হতে হবে যা পশুর শরীরে আঘাত করে রক্ত প্রবাহিত করে; লাঠি বা ভোঁতা পাথরের আঘাতে রক্ত না বেরিয়ে মারা গেলে তা হালাল হবে না।\n\nপ্রশিক্ষিত শিকারি পশুর (যেমন কুকুর বা বাজপাখি) ক্ষেত্রে শর্ত হলো, তারা শিকার করার পর সেই পশুর মাংসের কিছুই খাবে না। যদি শিকারি কুকুর শিকার করা পশুর গোশত খেয়ে ফেলে, তবে বুঝতে হবে সে নিজের জন্য শিকার করেছে, তাই তা মালিকের জন্য খাওয়া হারাম। তবে শিকারি পৌঁছানোর আগেই যদি পশুটি মারা যায়, তবুও তা হালাল গণ্য হবে।"
        },
        {
            "heading": "বিশেষ মাসআলা ও বিধান",
            "body": "জলজ প্রাণীদের ক্ষেত্রে যবাই করার নিয়ম নেই। হাদিসের বর্ণনা অনুযায়ী, মাছ এবং পঙ্গপাল মৃত অবস্থায়ও হালাল। তবে পচা বা বিষাক্ত মাছ খাওয়া স্বাস্থ্যের জন্য ক্ষতিকর বিধায় বর্জনীয়। হালাল পশুর শরীরের সব অংশ খাওয়া যায় না; বিশেষ করে প্রবাহিত রক্ত, পিত্তথলি, মুত্রথলি ও পুরুষাঙ্গ ভক্ষণ করা ইসলামে নিষিদ্ধ বা মকরুহ। কোনো গর্ভবতী পশুকে যবাই করার পর তার পেটে যদি পূর্ণাঙ্গ মৃত বাচ্চা পাওয়া যায়, তবে সেই বাচ্চাও হালাল বলে গণ্য হবে কারণ মায়ের যবাই ই বাচ্চার জন্য যথেষ্ট। সবশেষে, পশুর হাড়, শিং বা চামড়া সঠিক প্রক্রিয়ায় পরিষ্কার (ট্যানিং) করার পর তা ব্যবহার করা সম্পূর্ণ পবিত্র ও জায়েজ।"
        }
    ]
}