{
    "title": "নামাজের বিধান ও মাসায়েল",
    "content": [
        {
            "heading": "সালাতের মর্যাদা: ইসলামের অবিচ্ছেদ্য অংশ",
            "body": "সালাত বা নামাজ ইসলামের পাঁচটি স্তম্বের মধ্যে দ্বিতীয় এবং ইমানের পর সবচেয়ে গুরত্বপূর্ণ শারীরিক ইবাদত। পবিত্র কুরআনে আল্লাহ তাআলা ৮২ বার নামাজের কথা উল্লেখ করেছেন। তিনি এর গুরুত্ব বুঝাতে বলেন, 'নিশ্চয়ই সালাত মানুষকে অশ্লীল ও খারাপ কাজ থেকে বিরত রাখে।' (সূরা আনকাবুত: ৪৫)। রাসূলুল্লাহ (সা.) বলেছেন, 'সালাত হলো মুমিনের জন্য মেরাজ।' তিনি আরও ইরশাদ করেন, 'কেয়ামতের দিন বান্দার আমলসমূহের মধ্যে সর্বপ্রথম নামাজের হিসাব নেওয়া হবে।' (সুনানে তিরমিজি: ৪১৩)। যদি কারো নামাজের হিসাব সঠিক হয়, তবে তার বাকি আমলগুলোও সঠিক হবে। বেনামাজির পরকালীন জীবন অত্যন্ত ভয়াবহ, কারণ কাফের ও মুমিনের মধ্যে পার্থক্যকারী কাজ হলো সালাত।"
        },
        {
            "heading": "সালাতের বহির্ভূত শর্তাবলী (আহকাম)",
            "body": "নামাজ শুরু করার পূর্বেই কিছু প্রস্তুতিমূলক কাজ সম্পন্ন করা অত্যন্ত জরুরি যা নামাজ সহীহ হওয়ার প্রধান শর্ত। এগুলোকে আহকাম বা বাইরের ফরজ বলা হয়। মোট ৭টি কাজ করতে হয়: ১. শরীর পবিত্র হওয়া ২. কাপড় পবিত্র হওয়া ৩. নামাজের জায়গা পবিত্র হওয়া ৪. সতর ঢাকা ৫. কিবলামুখী হওয়া ৬. সঠিক সময়ে নামাজ পড়া এবং ৭. অন্তরে নামাজের নিয়ত করা। সতর ঢাকার ক্ষেত্রে পুরুষের জন্য নাভি থেকে হাঁটু পর্যন্ত এবং নারীর ক্ষেত্রে মুখমণ্ডল ও দুই হাতের কবজি ছাড়া পুরো শরীর ঢাকা বাধ্যতামূলক। আল্লাহ বলেন, 'হে আদমের সন্তানরা! প্রত্যেক নামাজের সময় তোমরা সুন্দর পোশাক পরিধান করো।' (সূরা আরাফ: ৩১)।"
        },
        {
            "heading": "সালাতের অভ্যন্তরীণ ফরজ (আরকান)",
            "body": "নামাজের ভেতরের ফরজ কাজগুলোকে আরকান বলা হয়। এগুলোর একটিও বাদ পড়লে নামাজ বাতিল হয়ে যায়। প্রধান আরকানগুলো হলো: ১. তাকবীরে তাহরিমা বা নামাজ শুরু করার প্রথম তাকবীর ২. দাঁড়িয়ে নামাজ পড়া ৩. কিরাত বা কুরআন তিলাওয়াত ৪. রুকু করা ৫. দুই সিজদাহ করা এবং ৬. শেষ বৈঠকে তাশাহুদ পরিমাণ বসা। নবীজি (সা.) সিজদাহর গুরুত্ব বুঝাতে গিয়ে বলেছেন, 'বান্দা সিজদাহরত অবস্থায় আল্লাহর সবচেয়ে বেশি নিকটে থাকে।' (সহীহ মুসলিম: ৪৮২)। সিজদাহর সময় কপাল, উভয় হাত, হাঁটু এবং দুই পায়ের আঙ্গুল—এই সাতটি অঙ্গ মাটিতে ঠেকে থাকা ওয়াজিব। রুকুতে পিঠ সোজা রাখা এবং ধীরস্থিরভাবে প্রতিটি রোকন পালন করা নামাজের পূর্ণতা।"
        },
        {
            "heading": "ওয়াজিব ও ভুল সংশোধনের বিধান (সাহু সিজদাহ)",
            "body": "সালাতে মোট ১৪টি ওয়াজিব কাজ রয়েছে। যেমন: সূরা ফাতিহা পড়া, প্রথম বৈঠকে বসা, এবং তাশাহুদ পাঠ করা। যদি নামাজের কোনো ওয়াজিব কাজ ভুলবশত বাদ পড়ে যায়, তবে তার ক্ষতিপূরণ হিসেবে শেষ বৈঠকে অতিরিক্ত দুটি সিজদাহ দিতে হয়, যাকে 'সিজদাহ সাহু' বলা হয়। নবীজি (সা.) বলেছেন, 'যখন কেউ ভুলে যায়, সে যেন দুটি সিজদাহ দেয়।' (সহীহ মুসলিম)। তবে কোনো ফরজ কাজ ইচ্ছাকৃত বা অনিচ্ছাকৃতভাবে বাদ পড়লে কেবল সাহু সিজদাহ দিলে নামাজ হবে না, বরং নতুন করে নামাজ পড়তে হবে। এই বিধান প্রমাণ করে যে, আল্লাহ আমাদের ইবাদতে মনোযোগ ও শৃঙ্খলাকে কতটা গুরুত্ব দেন।"
        },
        {
            "heading": "বিশেষ পরিস্থিতিতে সালাতের শিথিলতা ও নির্দেশনা",
            "body": "আল্লাহ মুমিনের ওপর তার সাধ্যের বাইরে কোনো বোঝা চাপিয়ে দেন না। মুসাফির অবস্থায় আল্লাহ ৪ রাকাতবিশিষ্ট ফরজ নামাজকে ২ রাকাত করার অনুমতি দিয়েছেন, যাকে 'কসর' বলা হয়। এটি আল্লাহর পক্ষ থেকে মুমিনদের জন্য একটি সদকা বা উপহার। (সহীহ মুসলিম: ৬৮৬)। এছাড়া অসুস্থ ব্যক্তি যদি দাঁড়াতে না পারে তবে বসে এবং বসতে না পারলে শায়িত অবস্থায় ইশারা করে নামাজ পড়ার অনুমতি আছে। মনে রাখা জরুরি, সূর্যোদয়, সূর্যাস্ত এবং ঠিক দুপুরে (জাওয়াল সময়) নামাজ পড়া সম্পূর্ণ নিষিদ্ধ। জামাতে নামাজ আদায় করা একাকী পড়ার চেয়ে ২৭ গুণ বেশি সওয়াব বয়ে আনে, যা সমাজে মুসলিমদের ঐক্য ও ভ্রাতৃত্বের প্রতীক।"
        }
    ]
}