{
    "category_id": "khalifa_uthman",
    "title": "উসমান ইবনে আফফান (রাঃ): তৃতীয় খলিফা",
    "content": [
        {
            "heading": "পরিচয় ও প্রাথমিক জীবন",
            "body": "মক্কার ধনী বণিক পরিবারে জন্ম নেওয়া এক যুবক। নাম উসমান ইবনে আফফান। বনু উমাইয়া গোত্রের সন্তান। জন্ম ৫৭৩ বা ৫৭৬ সাল। পিতা আফফান ইবনে আবি আল-আস, মা আরওয়া বিনতে কুরাইয়েজ। মায়ের দিক থেকে রাসূল (সাঃ)-এর চাচাতো ভাই। লাজুক, ভদ্র, সুদর্শন যুবক। অল্প বয়সে পিতা মারা গেলেন। রেখে গেলেন বিশাল সম্পত্তি। উসমান সেই সম্পদ ব্যবসায় বিনিয়োগ করলেন। সিরিয়া, ইয়েমেন, আবিসিনিয়া - সব জায়গায় ব্যবসা। অসাধারণ বুদ্ধিমত্তায় হয়ে উঠলেন কুরাইশদের সবচেয়ে ধনী ব্যবসায়ীদের একজন। কিন্তু সম্পদ তাকে অহংকারী করেনি। ছিলেন বিনয়ী, ভদ্র, দানশীল। মক্কার মানুষ তাকে সম্মান করত।"
        },
        {
            "heading": "ইসলাম গ্রহণ ও আবিসিনিয়ায় হিজরত",
            "body": "৬১১ সাল। সিরিয়া থেকে ব্যবসায়িক সফর শেষে মক্কায় ফিরলেন। শুনলেন মুহাম্মাদ (সাঃ) নবুয়ত ঘোষণা করেছেন। বন্ধু আবু বকরের সাথে আলোচনা করলেন। আবু বকর বললেন, এসো রাসূলের কাছে যাই। রাসূলের সাথে দেখা। কথা শুনলেন। হৃদয় কাঁপল। সাথে সাথে ইসলাম গ্রহণ করলেন। হলেন প্রথম দিকের মুসলিমদের একজন। ২২ জন মক্কাবাসীর মধ্যে একজন যারা লিখতে জানতেন। চাচা হাকাম ইবনে আবি আল-আস রাগে ফেটে পড়লেন। নির্যাতন শুরু হল। ৬১৫ সাল, এপ্রিল। নির্যাতন বাড়ছে। রাসূল (সাঃ) বললেন, আবিসিনিয়ায় চলে যাও। সেখানে ন্যায়পরায়ণ বাদশাহ আছেন। উসমান ও তার স্ত্রী রুকাইয়া (রাসূলের কন্যা) ১০ জন পুরুষ ও ৩ জন মহিলা সহ হিজরত করলেন। রাসূল (সাঃ) বলেছেন, উসমান ও রুকাইয়া লুত (আঃ) এর পর প্রথম যারা আল্লাহর পথে হিজরত করেছেন। আবিসিনিয়ায় ব্যবসা চালিয়ে গেলেন। সফল হলেন। চার বছর পর খবর এল - কুরাইশরা ইসলাম গ্রহণ করেছে! উসমান ও ৩৯ জন মুসলিম মক্কায় ফিরলেন। কিন্তু খবর ছিল মিথ্যা! তবুও মক্কায় থেকে গেলেন। আবার ব্যবসা শুরু করলেন।"
        },
        {
            "heading": "যুন-নূরাইন ও দানশীলতা",
            "body": "রাসূলের দুই কন্যাকে বিয়ে করার সৌভাগ্য হয়েছিল উসমানের। প্রথমে রুকাইয়া (রাঃ)। বদরের যুদ্ধের সময় রুকাইয়া অসুস্থ ছিলেন। রাসূল (সাঃ) উসমানকে বললেন, তুমি মদীনায় থাকো, স্ত্রীর সেবা করো। বদরে যাওয়ার সওয়াব ও গনিমত তোমার জন্য আছে। রুকাইয়া মারা গেলেন। উসমান শোকে মুহ্যমান। রাসূল (সাঃ) তার আরেক কন্যা উম্মে কুলসুম (রাঃ) কে উসমানের সাথে বিয়ে দিলেন। এজন্য তাকে দেওয়া হল বিশেষ উপাধি - যুন-নূরাইন (দুই আলোর অধিকারী)। আরেক উপাধি গনি - অত্যন্ত দানশীল। তাবুকের যুদ্ধ। মুসলিম বাহিনীর অর্থ সংকট। রাসূল (সাঃ) বললেন, কে আল্লাহর পথে দান করবে? উসমান ১০০০ উট, ৭০টি ঘোড়া ও ১০০০ দিনার দান করলেন! রাসূল (সাঃ) হাত তুলে দোয়া করলেন: আজকের পর উসমান যা করুক তাতে কোনো ক্ষতি নেই! মদীনায় পানির সংকট। রুমা কূপের মালিক ইহুদি। চড়া দামে পানি বিক্রি করত। উসমান ৩৫,০০০ দিরহাম দিয়ে কূপ কিনে মুসলিমদের জন্য ওয়াক্ফ করে দিলেন। মসজিদে নববী সম্প্রসারণের জন্য জমি কিনে দান করলেন।"
        },
        {
            "heading": "তৃতীয় খলিফা ও কুরআন সংকলন",
            "body": "৬৪৪ সাল। উমর শহীদ হলেন। ৬ সদস্যের কমিটি: আলী, উসমান, আবদুর রহমান, সাদ, যুবাইর, তালহা। তিন দিন আলোচনা। আবদুর রহমান আলীকে জিজ্ঞাসা করলেন: কুরআন, সুন্নাহ এবং আবু বকর ও উমরের নীতি অনুসরণ করবেন? আলী: কুরআন ও সুন্নাহ অনুসরণ করব। উসমানকে একই প্রশ্ন। উসমান: হ্যাঁ, সব শর্ত মানব। আবদুর রহমান উসমানের হাতে বাইয়াত করলেন। উসমান হলেন তৃতীয় খলিফা। বয়স ৭০ বছর। ৬৫০ সাল। ইসলাম ছড়িয়ে পড়েছে পারস্য, শাম, উত্তর আফ্রিকায়। হুযাইফা ইবনুল ইয়ামান উসমানকে বললেন, আমিরুল মুমিনীন! কুরআন তিলাওয়াতে পার্থক্য দেখা দিচ্ছে। এক এলাকার মানুষ বলছে আমাদের তিলাওয়াত সঠিক, অন্যরা ভুল! উসমান চিন্তিত হলেন। সিদ্ধান্ত নিলেন। যায়িদ ইবনে সাবিত, আবদুল্লাহ ইবনে যুবাইর, সাঈদ ইবনে আল-আস ও আবদুর রহমান ইবনে হারিসকে নিয়ে কমিটি গঠন করলেন। আবু বকরের সংকলিত কপি ব্যবহার করে প্রমিত কুরআন তৈরি করা হল। কুরাইশ উচ্চারণে লেখা হল। সেই কপি থেকে ৭টি অনুলিপি তৈরি করে মক্কা, শাম, ইয়েমেন, বাহরাইন, বসরা, কুফা ও মদীনায় পাঠানো হল। অন্য সব সংস্করণ পুড়িয়ে ফেলার নির্দেশ দিলেন। এভাবে কুরআন সংরক্ষিত হল। উসমানের সবচেয়ে বড় অবদান।"
        },
        {
            "heading": "বিদ্রোহ ও শাহাদাত",
            "body": "১২ বছর শাসনের পর কিছু লোক অসন্তুষ্ট হল। অভিযোগ - আত্মীয়দের গভর্নর বানাচ্ছেন। মিশর, কুফা, বসরা থেকে বিদ্রোহীরা এল। ৬৫৬ সালের জুন। বিদ্রোহীরা উসমানের বাড়ি ঘেরাও করল। সাহাবীরা রক্ষা করতে চাইলেন। আলী (রাঃ) তার দুই ছেলে হাসান ও হুসাইনকে পাঠালেন। উসমান বললেন, না, রক্তপাত চাই না। যে আমার পক্ষে লড়বে সে আমার আনুগত্য থেকে মুক্ত। সবাইকে ফিরিয়ে দিলেন। ১৭ জুন। বিদ্রোহীরা প্রতিবেশীর বাড়ি থেকে লাফ দিয়ে ঢুকল। উসমান কুরআন তিলাওয়াত করছিলেন। রোজা রেখেছিলেন। একজন তার দাড়ি ধরে টানল। উসমান বললেন, আমার দাড়ি ছেড়ে দাও। তোমার পিতা এই দাড়িকে সম্মান করত। বিদ্রোহী ছুরি দিয়ে মাথায় আঘাত করল। স্ত্রী নায়িলা বাঁচাতে এগিয়ে এলেন। তার আঙুল কেটে গেল। আরেক আঘাতে উসমান শহীদ হলেন। বয়স ৮২ বছর। খিলাফত ১২ বছর। কুরআনের পাতায় রক্ত পড়ল। সেই আয়াত: 'فَسَيَكْفِيكَهُمُ اللَّهُ - আল্লাহই তোমার জন্য যথেষ্ট।' (সূরা বাকারা: ১৩৭)। জান্নাতুল বাকীতে দাফন হলেন। লাজুক, দানশীল, ধৈর্যশীল খলিফা। কুরআন সংরক্ষণকারী।"
        }
    ]
}