{
    "category_id": "khalifa_umar",
    "title": "উমর ইবনুল খাত্তাব (রাঃ): দ্বিতীয় খলিফা",
    "content": [
        {
            "heading": "পরিচয় ও প্রাথমিক জীবন",
            "body": "হযরত উমর ইবনুল খাত্তাব (আরবি: عُمَر بْن الْخَطَّاب; জন্ম: ৫৮৪ – মৃত্যু: ৬৪৪) ছিলেন ইসলামের দ্বিতীয় খলিফা এবং 'আল-ফারুক' উপাধিপ্রাপ্ত। তিনি ছিলেন ন্যায়বিচার ও শক্তির প্রতীক। উমর (রাঃ) ৫৮৪ খ্রিস্টাব্দে মক্কায় কুরাইশ বংশের বনু আদি গোত্রে জন্মগ্রহণ করেন। তাঁর পিতা খাত্তাব ইবনে নুফায়েল ছিলেন কুরাইশের সম্মানিত ব্যক্তি। উমরের শৈশব ছিল অত্যন্ত কঠিন। তিনি বলেছেন, 'আমার পিতা আমাকে মরুভূমিতে উট চরাতে পাঠাতেন। যদি কোনো উট হারিয়ে যেত, তিনি আমাকে মারধর করতেন।' এই কঠোর জীবন তাঁকে শক্তিশালী ও ধৈর্যশীল করে তুলেছিল। তিনি ছিলেন ৬ ফুট ৩ ইঞ্চি লম্বা এবং অত্যন্ত শক্তিশালী। সেই যুগে পুরো কুরাইশে মাত্র ১৭ জন লিখতে-পড়তে জানতেন, উমর (রাঃ) ছিলেন তাঁদের একজন।"
        },
        {
            "heading": "ইসলাম গ্রহণ: বোনের রক্ত ও কুরআনের আলো",
            "body": "৬১৬ খ্রিস্টাব্দ। ৩৯ বছর বয়সী উমর ছিলেন ইসলামের কট্টর শত্রু। একদিন তিনি তলোয়ার হাতে বের হলেন রাসূল (সাঃ)-কে হত্যা করতে। পথে তাঁর বন্ধু নাইম ইবনে আবদুল্লাহ (রাঃ) তাঁকে থামিয়ে বললেন, 'উমর! তুমি কি জানো তোমার নিজের বোন ফাতিমা এবং ভগ্নিপতি সাঈদ ইবনে যায়েদ মুসলমান হয়ে গেছে?' উমর রাগে জ্বলে উঠলেন এবং সোজা বোনের বাড়িতে গেলেন। সেখানে খাব্বাব (রাঃ) কুরআন তিলাওয়াত করছিলেন। উমর ঘরে ঢুকে সাঈদকে মারতে লাগলেন। ফাতিমা স্বামীকে বাঁচাতে এগিয়ে এলে উমর তাঁকেও আঘাত করলেন। ফাতিমার মুখ থেকে রক্ত ঝরতে লাগল। কিন্তু রক্তাক্ত মুখে ফাতিমা দৃঢ়ভাবে বললেন, 'হ্যাঁ উমর! আমরা মুসলমান হয়েছি এবং আল্লাহ ও তাঁর রাসূলের প্রতি ঈমান এনেছি। তুমি যা ইচ্ছা করো!' বোনের এই সাহস ও রক্ত দেখে উমরের হৃদয় নরম হলো। তিনি কুরআনের পাতা দেখতে চাইলেন এবং সূরা তাহা পড়তে শুরু করলেন। কুরআন পড়তে পড়তে উমরের চোখে পানি এসে গেল। তিনি বললেন, 'এ কেমন সুন্দর ও মহান বাণী! মুহাম্মাদ (সাঃ) কোথায় আছেন?' উমর তলোয়ার কোমরে ঝুলিয়ে রাসূল (সাঃ)-এর কাছে গেলেন এবং ইসলাম গ্রহণ করলেন। রাসূল (সাঃ) এত জোরে 'আল্লাহু আকবার' বললেন যে মক্কার পাহাড় প্রতিধ্বনিত হলো!"
        },
        {
            "heading": "যুদ্ধসমূহে অংশগ্রহণ",
            "body": "উমর (রাঃ) বদর, উহুদ, খন্দক, খায়বার, মক্কা বিজয়, হুনাইন, তাবুক, সকল যুদ্ধে রাসূল (সাঃ)-এর সাথে অংশগ্রহণ করেন। তাবুক অভিযানে তিনি তাঁর সম্পদের অর্ধেক দান করলেন। ৬৩২ খ্রিস্টাব্দে রাসূল (সাঃ) ইন্তেকাল করলেন। উমর (রাঃ) এত ভালোবাসতেন রাসূল (সাঃ)-কে যে তিনি বিশ্বাস করতে পারলেন না। তিনি তলোয়ার হাতে মসজিদে দাঁড়িয়ে বললেন, 'যে বলবে রাসূল (সাঃ) মারা গেছেন, আমি তার গর্দান কেটে ফেলব!' আবু বকর (রাঃ) এসে কুরআনের আয়াত তিলাওয়াত করলেন: 'মুহাম্মাদ (সাঃ) একজন রাসূল মাত্র। তাঁর পূর্বে অনেক রাসূল গত হয়েছেন।' [সূরা আল ইমরান: ১৪৪]। উমর (রাঃ) বলেন, 'আমি এই আয়াত শুনে মাটিতে পড়ে গেলাম। আমি বুঝলাম রাসূল (সাঃ) সত্যিই চলে গেছেন।'"
        },
        {
            "heading": "দ্বিতীয় খলিফা ও শাসনব্যবস্থা",
            "body": "২২ আগস্ট ৬৩৪ খ্রিস্টাব্দ। আবু বকর (রাঃ) ইন্তেকালের আগে উমর (রাঃ)-কে তাঁর উত্তরসূরি মনোনীত করেন। উমর (রাঃ) খলিফা হয়ে প্রথম ভাষণে বললেন, 'হে মানুষ! আমি তোমাদের মধ্যে সবচেয়ে ভালো নই। কিন্তু আল্লাহ আমাকে এই দায়িত্ব দিয়েছেন। শক্তিশালী ব্যক্তি আমার কাছে দুর্বল যতক্ষণ না আমি তার কাছ থেকে অন্যের হক আদায় করি। আর দুর্বল ব্যক্তি আমার কাছে শক্তিশালী যতক্ষণ না আমি তার হক ফিরিয়ে দিই। যদি ফোরাত নদীর তীরে একটি কুকুর না খেয়ে মারা যায়, উমর আল্লাহর কাছে জবাবদিহি করবে!' উমর (রাঃ) ইসলামী রাষ্ট্রে অনেক নতুন ব্যবস্থা চালু করেন: হিজরি সন প্রবর্তন, বাইতুল মাল স্থাপন, পুলিশ বাহিনী ও গোয়েন্দা বিভাগ তৈরি, বিচার বিভাগ আলাদা করা, প্রদেশ ও জেলা ব্যবস্থা চালু এবং মসজিদুল হারাম ও মসজিদে নববী সম্প্রসারণ।"
        },
        {
            "heading": "বিশাল বিজয়সমূহ",
            "body": "উমর (রাঃ)-এর খিলাফতে ইয়ারমুকের যুদ্ধ (৬৩৬), কাদিসিয়ার যুদ্ধ (৬৩৭), দামেস্ক ও জেরুজালেম বিজয় (৬৩৬-৬৩৮), নাহাওয়ান্দের যুদ্ধ (৬৪২) এবং মিসর বিজয় (৬৪২) সংঘটিত হয়। জেরুজালেমের খ্রিস্টান প্যাট্রিয়ার্ক সফরোনিয়াস শর্ত দিলেন যে তিনি শুধুমাত্র মুসলিম খলিফার কাছে শহর সমর্পণ করবেন। উমর (রাঃ) নিজে জেরুজালেমে গেলেন। তিনি সাধারণ পোশাকে একটি উটে চড়ে গেলেন এবং তাঁর দাসের সাথে পালাক্রমে উটে চড়লেন। জেরুজালেমে পৌঁছে যখন দাসের পালা ছিল, উমর (রাঃ) উটের রশি ধরে হাঁটছিলেন। খ্রিস্টান নেতারা অবাক হয়ে জিজ্ঞেস করলেন: 'কে খলিফা?' উমর (রাঃ) বললেন, 'আমি।' তারা বললেন, 'আপনি এভাবে হাঁটছেন?' উমর (রাঃ) বললেন, 'ইসলাম আমাদের সম্মান দিয়েছে। আমাদের অন্য কিছুতে সম্মান খোঁজার দরকার নেই।' উমর (রাঃ) 'উমরের চুক্তি' স্বাক্ষর করলেন যেখানে খ্রিস্টানদের জান-মাল, গির্জা ও ধর্মীয় স্বাধীনতার নিরাপত্তা দেওয়া হলো।"
        },
        {
            "heading": "সাধারণ জীবন ও ন্যায়বিচার",
            "body": "উমর (রাঃ) ছিলেন বিশাল সাম্রাজ্যের খলিফা কিন্তু তাঁর জীবনযাপন ছিল অত্যন্ত সাধারণ। তিনি মাটির ঘরে বাস করতেন। তাঁর পোশাকে ১২টি তালি ছিল। তিনি যব রুটি ও খেজুর খেতেন। উমর (রাঃ) প্রায়ই রাতে ছদ্মবেশে মদীনার রাস্তায় ঘুরতেন মানুষের অবস্থা দেখতে। একবার তিনি একটি তাঁবুর কাছে একজন মহিলার কান্নার আওয়াজ শুনলেন। ভেতরে গিয়ে দেখলেন একজন বিধবা মহিলা তাঁর ক্ষুধার্ত বাচ্চাদের নিয়ে কাঁদছেন। উমর (রাঃ) দৌড়ে বাইতুল মালে গেলেন এবং নিজের পিঠে আটা ও খাবারের বস্তা বহন করে আনলেন। তাঁর দাস আসলাম বললেন, 'আমিরুল মুমিনীন! আমি বহন করি।' উমর (রাঃ) বললেন, 'তুমি কি কিয়ামতের দিন আমার বোঝা বহন করবে?' তিনি নিজে রান্না করে বাচ্চাদের খাওয়ালেন এবং তাদের সাথে খেলা করলেন যতক্ষণ না তারা হাসল।"
        },
        {
            "heading": "শাহাদাত",
            "body": "৬৪৪ খ্রিস্টাব্দ, ১ নভেম্বর। ফজরের নামাজের সময় পারস্যের দাস আবু লুলু ফিরোজ বিষমাখানো ছুরি নিয়ে মসজিদে ঢুকল। উমর (রাঃ) যখন 'আল্লাহু আকবার' বলে নামাজ শুরু করলেন, ফিরোজ তাঁকে ছয়বার ছুরি দিয়ে আঘাত করল। উমর (রাঃ) রক্তাক্ত অবস্থায় পড়ে গেলেন কিন্তু বললেন, 'নামাজ শেষ করো!' তিনি জানতে চাইলেন: 'কে আমাকে আঘাত করেছে?' তাঁকে বলা হলো, 'আবু লুলু ফিরোজ।' উমর (রাঃ) বললেন, 'আলহামদুলিল্লাহ! অন্তত কোনো মুসলিম আমাকে হত্যা করেনি।' তিন দিন কষ্টে ছটফট করার পর উমর (রাঃ) ৬ সদস্যের একটি কমিটি গঠন করলেন পরবর্তী খলিফা নির্বাচনের জন্য। তিনি তাঁর কন্যা হাফসা (রাঃ)-কে বললেন, 'আমাকে রাসূল (সাঃ) ও আবু বকর (রাঃ)-এর পাশে দাফন করার অনুমতি আয়েশা (রাঃ)-এর কাছে চাও।' ৭ নভেম্বর ৬৪৪ খ্রিস্টাব্দে উমর (রাঃ) শাহাদাত বরণ করেন। তাঁকে রাসূল (সাঃ) ও আবু বকর (রাঃ)-এর পাশে জান্নাতুল বাকীতে দাফন করা হয়। তাঁর খিলাফতকাল ছিল ১০ বছর ৬ মাস।"
        }
    ]
}