{
    "category_id": "khalifa_abu_bakr",
    "title": "আবু বকর সিদ্দিক (রাঃ): প্রথম খলিফা",
    "content": [
        {
            "heading": "পরিচয় ও বংশ",
            "body": "হযরত আবু বকর (আরবি: أبو بكر الصديق; জন্ম: ২৭ অক্টোবর ৫৭৩ – মৃত্যু: ২৩ আগস্ট ৬৩৪) ছিলেন একজন আরব রাজনৈতিক ও ধর্মীয় নেতা যিনি রাশিদুন খিলাফত প্রতিষ্ঠা করেন এবং ৬৩২ সাল থেকে ৬৩৪ সাল পর্যন্ত ইসলামের প্রথম খলিফা হিসেবে শাসন করেন। আবু বকরের পূর্ণ নাম ছিল আব্দুল্লাহ ইবনে আবি কুহাফা। আরবী ভাষায় আব্দুল্লাহ নামের অর্থ 'আল্লাহর বান্দা।' শৈশবে উটের প্রতি বিশেষ ভালোবাসার কারণে তাকে 'আবু বকর' ডাকনাম দেওয়া হয় যার অর্থ উটের বাছুরের পিতা। তিনি ছোটবেলা থেকেই অত্যন্ত বুদ্ধিমান এবং সৎ চরিত্রের অধিকারী ছিলেন। তাঁর পরিবার ছিল সম্মানিত এবং মক্কার মানুষ তাঁকে শ্রদ্ধা করত।"
        },
        {
            "heading": "ইসলাম গ্রহণ ও সিদ্দিক উপাধি",
            "body": "আবু বকর (রাঃ) ছিলেন প্রথম পুরুষ যিনি ইসলাম গ্রহণ করেন। রাসূল (সাঃ) যখন তাঁকে ইসলামের দাওয়াত দিলেন, তিনি এক মুহূর্তও দেরি করলেন না। তিনি বললেন, হে মুহাম্মাদ (সাঃ)! আমি সাক্ষ্য দিচ্ছি যে, আল্লাহ ছাড়া কোনো ইলাহ নেই এবং আপনি আল্লাহর রাসূল। আমি আপনার কথা সত্য বলে জানি। রাসূল (সাঃ) খুশি হয়ে বললেন, আবু বকর! তুমি সিদ্দিক (সত্যবাদী)। এভাবে তাঁর উপাধি হলো সিদ্দিক। আবু বকর ছিলেন তার সময়ের প্রসিদ্ধ আরব বংশতালিকাবিদ। শুধু কুরাইশের ইতিহাসই নয়, অন্যান্য আরব গোত্রের ইতিহাস সম্পর্কেও তার বিশেষজ্ঞ জ্ঞান ছিল। রাসূল (সাঃ) বলেছেন, 'নিশ্চয়ই আবু বকর কুরাইশদের বংশ সম্পর্কে সবচেয়ে জ্ঞানী।'"
        },
        {
            "heading": "দাস মুক্তি ও দানশীলতা",
            "body": "আবু বকর দাসদের প্রতি সহানুভূতি অনুভব করতেন। তিনি বিলাল ইবনে রাবাহ, আবু ফুকাইয়া, আম্মার ইবনে ইয়াসির সহ আটজন দাস-দাসী কিনে মুক্ত করেন এবং তাদের স্বাধীনতার জন্য ৪০,০০০ দিনার ব্যয় করেন। তার পিতা জিজ্ঞাসা করেন কেন তিনি শক্তিশালী দাস মুক্ত করেননি। আবু বকর উত্তর দেন: 'আমি ঈশ্বরের জন্য দাসদের মুক্ত করছি, নিজের জন্য নয়।' তাবুক অভিযানে আবু বকর তার সমস্ত সম্পদ দান করেন। রাসূল (সাঃ) জিজ্ঞাসা করেন: 'তুমি তোমার পরিবারের জন্য কী রেখে এসেছ?' আবু বকর উত্তর দেন: 'আমি তাদের জন্য আল্লাহ ও তাঁর রাসূলকে রেখে এসেছি।'"
        },
        {
            "heading": "হিজরত ও গুহায় সঙ্গী",
            "body": "হিজরতের সময় আবু বকর (রাঃ) রাসূল (সাঃ)-এর সাথে সাওর গুহায় লুকিয়ে ছিলেন। কুরাইশরা তাঁদের খুঁজতে খুঁজতে গুহার মুখে এসে দাঁড়াল। আবু বকর (রাঃ) ভয় পেয়ে ফিসফিস করে বললেন, হে আল্লাহর রাসূল! তারা যদি নিচের দিকে তাকায় তাহলে আমাদের দেখে ফেলবে। রাসূল (সাঃ) শান্তভাবে বললেন, 'لَا تَحْزَنْ إِنَّ اللَّهَ مَعَنَا' - 'হে আবু বকর! চিন্তা করো না, নিশ্চয়ই আল্লাহ আমাদের সাথে আছেন।' [সূরা তাওবা: ৪০]। আল্লাহ তখন এই আয়াত নাজিল করলেন।"
        },
        {
            "heading": "যুদ্ধসমূহে অংশগ্রহণ",
            "body": "৬২৪ সালে আবু বকর বদরের যুদ্ধে রাসূল (সাঃ)-এর তাঁবুর রক্ষী হিসেবে কাজ করেন। আলী (রাঃ) বলেন, 'আবু বকর সবচেয়ে সাহসী, টানা তলোয়ার নিয়ে রাসূলকে রক্ষা করেন।' ৬২৫ সালে উহুদের যুদ্ধে তিনি অংশ নেন এবং আহত হন। ৬২৭ সালে তিনি খন্দকের যুদ্ধে অংশ নেন এবং পরিখা খননে সহায়তা করেন। ৬২৮ সালে তিনি হুদায়বিয়ার সন্ধিতে অংশ নেন এবং সাক্ষী হিসেবে এতে স্বাক্ষর করেন। ৬৩১ সালে রাসূল (সাঃ) আবু বকরকে আমির-উল-হজ্জ (হজ্জের নেতা) হিসেবে নিযুক্ত করেন এবং তিনশ মুসলমানের একটি প্রতিনিধিদল নিয়ে মক্কায় পাঠান।"
        },
        {
            "heading": "রাসূলের মৃত্যু ও খলিফা নির্বাচন",
            "body": "রাসূল (সাঃ)-এর মৃত্যুর পর মুসলিম সম্প্রদায় গভীর ধাক্কা খায়। উমর বিশেষভাবে প্রভাবিত হন এবং ঘোষণা করেন যে রাসূল মারা যাননি। আবু বকর মদিনায় ফিরে এসে উমরকে শান্ত করেন এবং মসজিদে সমবেত ব্যক্তিদের উদ্দেশে বলেন, 'কেউ যদি মুহাম্মাদ (সাঃ)ের উপাসনা করে, তবে মুহাম্মাদ (সাঃ) মারা গেছেন। যদি কেউ আল্লাহর উপাসনা করে, আল্লাহ জীবিত, অমর।' এরপর তিনি কুরআন থেকে তিলাওয়াত করেন: 'মুহাম্মাদ (সাঃ) একজন রাসুল ছাড়া আর কিছুই নন এবং তার পূর্বে অনেক রাসুল মারা গেছেন।' [সূরা আল ইমরান: ১৪৪]। সাকীফায় সমাবেশে উমর আবু বকরের প্রতি আনুগত্যের শপথ নেন এবং সবাই অনুসরণ করেন।"
        },
        {
            "heading": "খিলাফতকাল ও রিদ্দার যুদ্ধ",
            "body": "খলিফার দায়িত্ব গ্রহণের পর আবু বকর বলেন, 'আমি তোমাদের মধ্যে সেরা নই। আমি যদি ভাল করি, আমাকে সাহায্য করো; আর আমি যদি অন্যায় করি, তাহলে আমাকে ঠিক করিয়ে দাও। যতক্ষণ আমি আল্লাহ ও তাঁর রাসূলের আনুগত্য করি ততক্ষণ আমার আনুগত্য করো।' আবু বকরের নির্বাচনের পর বেশ কয়েকটি আরব উপজাতি বিদ্রোহ শুরু করে এবং যাকাত দিতে অস্বীকার করে। আবু বকর দৃঢ়তার সাথে বলেন, 'যারা নামায ও যাকাতের মধ্যে পার্থক্য করে, আমি তাদের বিরুদ্ধে যুদ্ধ করব।' ইয়ামামার যুদ্ধে অনেক হাফিয শহীদ হওয়ায় উমর আবু বকরকে কুরআন লিখিত আকারে সংকলনের পরামর্শ দেন। আবু বকর প্রথমে দ্বিধাগ্রস্ত ছিলেন কিন্তু পরে রাজি হন এবং যায়েদ ইবনে সাবিতকে এই কাজের দায়িত্ব দেন।"
        },
        {
            "heading": "মৃত্যু ও উত্তরাধিকার",
            "body": "৬৩৪ সালের ২৩ আগস্ট আবু বকর অসুস্থ হয়ে পড়েন এবং তার প্রচণ্ড জ্বর হয়। মৃত্যুর আগে তিনি আলী (রাঃ)-কে অনুরোধ করেন যেন তিনি তার গোসল করান। তিনি উমর (রাঃ)-কে তার উত্তরসূরি হিসেবে মনোনীত করেন এবং উসমান (রাঃ)-কে দিয়ে তার শেষ ইচ্ছা লিখিয়ে নেন। উমর তার জানাযার নামাযের নেতৃত্ব দেন এবং তাকে রাসূল (সাঃ)-এর কবরের পাশে সমাহিত করা হয়।"
        }
    ]
}